/* nothing */
"" = "Project-Id-Version: xchat 2.8.4\nReport-Msgid-Bugs-To: www.xchat.org\nPOT-Creation-Date: 2007-07-01 14:32+1000\nPO-Revision-Date: 2007-06-26 11:42+0200\nLast-Translator: Martin Šín <martin.sin@zshk.cz>\nLanguage-Team: Czech <translation-team-cs@lists.sourceforge.net>\nMIME-Version: 1.0\nContent-Type: text/plain; charset=utf-8\nContent-Transfer-Encoding: 8bit\n";

/* nothing */
"Cannot create ~/.xchat2" = "Nemohu vytvořit ~/.xchat2";

/* nothing */
"I'm busy" = "Pracuji";

/* nothing */
"Leaving" = "Odcházím";

/* nothing */
"* Running IRC as root is stupid! You should\n  create a User Account and use that to login.\n" = "* Spuštění IRC pod uživatelem root je hloupé! Měli byste si\n  vytvořit uživatelský účet a ten používat pro přihlášení.\n";

/* nothing */
"Waiting" = "Čekám";

/* nothing */
"Active" = "Aktivní";

/* nothing */
"Failed" = "Selhalo";

/* nothing */
"Done" = "Hotovo";

/* nothing */
"Connect" = "Připojit";

/* nothing */
"Aborted" = "Zrušeno";

/* nothing */
"Cannot access %s\n" = "Nemohu přistoupit k %s\n";

/* nothing */
"Error" = "Chyba";

/* nothing */
"%s is offering \"%s\". Do you want to accept?" = "%s nabízí \"%s\". Souhlasíte?";

/* nothing */
"No active DCCs\n" = "Žádné aktivní DCC\n";

/* nothing */
"YES  " = "ANO  ";

/* nothing */
"NO   " = "NE   ";

/* nothing */
"You are being CTCP flooded from %s, ignoring %s\n" = "Jste zavalen CTCP od %s, ignoruji %s\n";

/* nothing */
"You are being MSG flooded from %s, setting gui_auto_open_dialog OFF.\n" = "Jste zavalen MSG od %s, nastavuji gui_auto_open_dialog na VYPNUTO.\n";

/* nothing */
"  %-20s online\n" = " %-20s online\n";

/* nothing */
"  %-20s offline\n" = "  %-20s offline\n";

/* nothing */
"No channel joined. Try /join #<channel>\n" = "Nejste připojeni k žádnému kanálu. Zkuste /join #<channel>\n";

/* nothing */
"Not connected. Try /server <host> [<port>]\n" = "Nepřipojeno. Zkuste /server <host> [<port>]\n";

/* nothing */
"Already marked away: %s\n" = "Označen jako pryč: %s\n";

/* nothing */
"Already marked back.\n" = "Označen jako zpět.\n";

/* nothing */
"I need /bin/sh to run!\n" = "Pro spuštění potřebuji /bin/sh !\n";

/* nothing */
"Commands Available:" = "Dostupné příkazy:";

/* nothing */
"User defined commands:" = "Uživatelské příkazy:";

/* nothing */
"Plugin defined commands:" = "Příkazy obsažené v pluginu:";

/* nothing */
"Type /HELP <command> for more information, or /HELP -l" = "Pro více informací zadejte /HELP <command>, nebo /HELP -l";

/* nothing */
"Unknown arg '%s' ignored." = "Ignorován neznámý argument '%s'.";

/* nothing */
"No such plugin found.\n" = "Nebyl nalezen žádný plugin.\n";

/* nothing */
"That plugin is refusing to unload.\n" = "Tento plugin se odmítá uvolnit z paměti.\n";

/* nothing */
"ADDBUTTON <name> <action>, adds a button under the user-list" = "ADDBUTTON <name> <action>, přidá tlačítko pod uživatelským seznamem.";

/* nothing */
"ALLCHAN <cmd>, sends a command to all channels you're in" = "ALLCHAN <cmd>, pošle příkaz na všechny kanály, na kterých jste";

/* nothing */
"ALLCHANL <cmd>, sends a command to all channels you're in" = "ALLCHANL <cmd>, pošle příkaz na všechny kanály, na kterých jste";

/* nothing */
"ALLSERV <cmd>, sends a command to all servers you're in" = "ALLSERV <cmd>, pošle příkaz na všechny servery, na kterých jste";

/* nothing */
"AWAY [<reason>], sets you away" = "AWAY [<reason>], nastaví že jste pryč";

/* nothing */
"BACK, sets you back (not away)" = "BACK, vás nastaví zpět (přítomen)";

/* nothing */
"BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)" = "BAN <mask> [<bantype>], zakáže každého, kdo odpovídá masce na aktuálním kanálu. Pokud se již nacházíte na kanálu, nedojde k jeho vyhození (na to je potřeba chanop)";

/* nothing */
"Set per channel options\nCHANOPT CONFMODE ON|OFF - Toggle conf mode/showing of join and part messages\nCHANOPT COLORPASTE ON|OFF - Toggle color paste\nCHANOPT BEEP ON|OFF - Toggle beep on message\nCHANOPT TRAY ON|OFF - Toggle tray blink on message" = "Množina voleb kanálu\nCHANOPT CONFMODE ON|OFF - Zapne mód zobrazující připojení a částečné zprávy kanálu\nCHANOPT COLORPASTE ON|OFF - Zapne barvu\nCHANOPT BEEP ON|OFF - Zapne zvuk při zprávě\nCHANOPT TRAY ON|OFF - Zapne blikání při zprávě";

/* nothing */
"CLEAR [ALL|HISTORY], Clears the current text window or command history" = "CLEAR [ALL|HISTORY], smaže aktuální textové okno nebo historii příkazů";

/* nothing */
"CLOSE, Closes the current window/tab" = "CLOSE, zavře aktuální okno/kartu";

/* nothing */
"COUNTRY [-s] <code|wildcard>, finds a country code, eg: au = australia" = "COUNTRY [-s] <code|wildcard>, nalezne kód země, např: cs = CR";

/* nothing */
"CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO" = "CTCP <nick> <zpráva>, pošle zprávu CTCP dané přezdívce, běžné zprávy jsou VERSION a USERINFO";

/* nothing */
"CYCLE [<channel>], parts the current or given channel and immediately rejoins" = "CYCLE [<channel>], odejde z aktuálního nebo zadaného kanálu a ihned se zas připojí";

/* nothing */
"\nDCC GET <nick>                      - accept an offered file\nDCC SEND [-maxcps=#] <nick> [file]  - send a file to someone\nDCC PSEND [-maxcps=#] <nick> [file] - send a file using passive mode\nDCC LIST                            - show DCC list\nDCC CHAT <nick>                     - offer DCC CHAT to someone\nDCC PCHAT <nick>                    - offer DCC CHAT using passive mode\nDCC CLOSE <type> <nick> <file>         example:\n         /dcc close send johnsmith file.tar.gz" = "\nDCC GET <nick>                      - přijme nabízený soubor\nDCC SEND [-maxcps=#] <nick> [file]  - pošle někomu soubor\nDCC PSEND [-maxcps=#] <nick> [file] - pošle soubor pomocí pasivního módu\nDCC LIST                            - zobrazí seznam DCC\nDCC CHAT <nick>                     - nabídne někomu DCC CHAT\nDCC PCHAT <nick>                    - nabídne DCC CHAT v pasivní režimu\nDCC CLOSE <type> <nick> <file>        příklad:\n         /dcc close send johnsmith file.tar.gz";

/* nothing */
"DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)" = "DEHOP <nick>, odstraní právo chanhalf-op z přezdívky na aktuálním kanálu (vyžaduje chanop)";

/* nothing */
"DELBUTTON <name>, deletes a button from under the user-list" = "DELBUTTON <name>, smaže tlačítko pod uživatelským seznamem";

/* nothing */
"DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)" = "DEOP <nick>, odstraní právo chanop z přezdívky na aktuálním kanálu (vyžaduje chanop)";

/* nothing */
"DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)" = "DEVOICE <nick>, odstraní právo voice z přezdívky na aktuálním kanálu (vyžaduje chanop)";

/* nothing */
"DISCON, Disconnects from server" = "DISCON, odpojí se od serveru";

/* nothing */
"DNS <nick|host|ip>, Finds a users IP number" = "DNS <nick|host|ip>, nalezne uživatelovu IP adresu";

/* nothing */
"ECHO <text>, Prints text locally" = "ECHO <text>, napíše text lokálně";

/* nothing */
"EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box" = "EXEC [-o] <command>, spustí příkaz. Je-li nastavena značka -o, bude výstup zobrazen na aktuálním kanálu, jinak se vytiskne do aktuálního textového pole";

/* nothing */
"EXECCONT, sends the process SIGCONT" = "EXECCONT, pošle procesu SIGCONT";

/* nothing */
"EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed" = "EXECKILL [-9], zabije spuštěný příkaz v současném sezení. Pokud předáte procesu -9, bude proces SIGKILLed";

/* nothing */
"EXECSTOP, sends the process SIGSTOP" = "EXECSTOP, pošle procesu signál SIGSTOP";

/* nothing */
"EXECWRITE, sends data to the processes stdin" = "EXECWRITE, pošle data z procesu na stdin";

/* nothing */
"FLUSHQ, flushes the current server's send queue" = "FLUSHQ, vymaže aktuální frontu zpráv serveru";

/* nothing */
"GATE <host> [<port>], proxies through a host, port defaults to 23" = "GATE <host> [<port>], použije proxy hostitele, výchozí port je 23";

/* nothing */
"GHOST <nick> <password>, Kills a ghosted nickname" = "GHOST <nick> <password>, zabije ducha přezdívky";

/* nothing */
"HOP <nick>, gives chanhalf-op status to the nick (needs chanop)" = "HOP <nick>, předá právo chanhalf-op přezdívce (vyžaduje chanop)";

/* nothing */
"ID <password>, identifies yourself to nickserv" = "ID <password>, identifikuje vás pro nickserv";

/* nothing */
"IGNORE <mask> <types..> <options..>\n    mask - host mask to ignore, eg: *!*@*.aol.com\n    types - types of data to ignore, one or all of:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET" = "IGNORE <mask> <types..> <options..>\n    mask - maska hostitele, kterého chcete ignorovat, např: *!*@*.aol.com\n    types - typ igrnorování, jeden nebo všechny z:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET";

/* nothing */
"INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)" = "INVITE <nick> [<channel>], pozve někoho na kanál, výchozí je aktuální aktuální kanál (vyžaduje chanop)";

/* nothing */
"JOIN <channel>, joins the channel" = "JOIN <channel>, připojí se ke kanálu";

/* nothing */
"KICK <nick>, kicks the nick from the current channel (needs chanop)" = "KICK <nick>, vyhodí nick z aktuálního kanálu (vyžaduje chanop)";

/* nothing */
"KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)" = "KICKBAN <nick>, vypoví a pak vyhodí nick z aktuálního kanálu (vyžaduje chanop)";

/* nothing */
"LAGCHECK, forces a new lag check" = "LAGCHECK, vynutí novou kontrolu lagu";

/* nothing */
"LASTLOG <string>, searches for a string in the buffer" = "LASTLOG <string>, hledá řetězec v bufferu";

/* nothing */
"LOAD [-e] <file>, loads a plugin or script" = "LOAD [-e] <file>, nahraje plugin nebo skript";

/* nothing */
"MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)" = "MDEHOP, hromadný deop všech chanhalf-op v aktuálním kanálu (vyžaduje chanop)";

/* nothing */
"MDEOP, Mass deop's all chanops in the current channel (needs chanop)" = "MDEHOP, hromadný deop všech chanop v aktuálním kanálu (vyžaduje chanop)";

/* nothing */
"ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)" = "ME <action>, pošle na aktuální kanál nějakou akci (akce jsou psány v třetí osobě, např. /me jumps)";

/* nothing */
"MKICK, Mass kicks everyone except you in the current channel (needs chanop)" = "MKICK, hromadný vyhozov všech kromě vás aktuálním kanálu (vyžaduje chanop)";

/* nothing */
"MOP, Mass op's all users in the current channel (needs chanop)" = "MOP, hromadný op všech uživatelů na aktuálním kanálu (vyžaduje chanop)";

/* nothing */
"MSG <nick> <message>, sends a private message" = "MSG <nick> <message>, pošle soukromou zprávu";

/* nothing */
"NAMES, Lists the nicks on the current channel" = "NAMES, zobrazí seznam přezdívek v aktuálním kanálu";

/* nothing */
"NCTCP <nick> <message>, Sends a CTCP notice" = "NCTCP <nick> <message>, pošle poznámku CTCP";

/* nothing */
"NEWSERVER [-noconnect] <hostname> [<port>]" = "NEWSERVER [-noconnect] <hostname> [<port>]";

/* nothing */
"NICK <nickname>, sets your nick" = "NICK <nickname>, nastaví váš nick";

/* nothing */
"NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to" = "NOTICE <nick/channel> <message>, pošle poznámku. Poznámka je typ zprávy, na kterou může být zpětně reagováno";

/* nothing */
"NOTIFY [-n network1[,network2,...]] [<nick>], displays your notify list or adds someone to it" = "NOTIFY [-n network1[,network2,...]] [<nick>], zobrazí váš seznam upozornění nebo tam někoho přidá";

/* nothing */
"OP <nick>, gives chanop status to the nick (needs chanop)" = "OP <nick>, dá právo chanop určené přezdívce (vyžaduje chanop)";

/* nothing */
"PART [<channel>] [<reason>], leaves the channel, by default the current one" = "PART [<channel>] [<reason>], opustí kanál, ve výchozím nastavení ten aktuální";

/* nothing */
"PING <nick | channel>, CTCP pings nick or channel" = "PING <nick | channel>, CTCP ping přezdívky nebo kanálu";

/* nothing */
"QUERY [-nofocus] <nick>, opens up a new privmsg window to someone" = "QUERY [-nofocus] <nick>,  otevře nové okno pro privmsg přezdívky";

/* nothing */
"QUIT [<reason>], disconnects from the current server" = "QUIT [<reason>], odpojí se od aktuálního serveru";

/* nothing */
"QUOTE <text>, sends the text in raw form to the server" = "QUOTE <text>, pošle text serveru";

/* nothing */
"RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [-ssl] [<host>] [<port>] [<password>], Může být volán stejně jako /RECONNECT pro nové připojení k aktuálnímu serveru nebo pomocí /RECONNECT ALL pro připojení ke všem otevřeným serverům";

/* nothing */
"RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [<host>] [<port>] [<password>], Může být volán stejně jako /RECONNECT pro nové připojení k aktuálnímu serveru nebo pomocí /RECONNECT ALL pro připojení ke všem otevřeným serverům";

/* nothing */
"RECV <text>, send raw data to xchat, as if it was received from the irc server" = "RECV <text>, pošle text xchatu, stejně jako by byl přijmut od serveru irc";

/* nothing */
"SAY <text>, sends the text to the object in the current window" = "SAY <text>, pošle text do aktuálního okna";

/* nothing */
"SEND <nick> [<file>]" = "SEND <nick> [<file>]";

/* nothing */
"SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel" = "SERVCHAN [-ssl] <host> <port> <channel>, připojí se a vstoupí do kanálu";

/* nothing */
"SERVCHAN <host> <port> <channel>, connects and joins a channel" = "SERVCHAN <host> <port> <channel>, připojí se a vstoupí do kanálu";

/* nothing */
"SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections" = "SERVER [-ssl] <host> [<port>] [<password>], připojí se k serveru na výchozím portu 6667 pro běžná připojení a portu 9999 pro připojení ssl";

/* nothing */
"SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667" = "SERVER <host> [<port>] [<password>], připojí se k serveru na výchozím portu 6667";

/* nothing */
"SET [-e] [-or] [-quiet] <variable> [<value>]" = "SET [-e] [-or] [-quiet] <variable> [<value>]";

/* nothing */
"SETCURSOR [-|+]<position>" = "SETCURSOR [-|+]<position>";

/* nothing */
"TOPIC [<topic>], sets the topic if one is given, else shows the current topic" = "TOPIC [<topic>], nastaví téma kanálu, jinak ukáže aktuální téma";

/* nothing */
"\nTRAY -f <timeout> <file1> [<file2>] Blink tray between two icons.\nTRAY -f <filename>                  Set tray to a fixed icon.\nTRAY -i <number>                    Blink tray with an internal icon.\nTRAY -t <text>                      Set the tray tooltip.\nTRAY -b <title> <text>              Set the tray balloon." = "\nTRAY -f <timeout> <file1> [<file2>] Změní ikonu podle jmen souborů.\nTRAY -f <filename>                  Nastaví ikonu na pevnou.\nTRAY -i <number>                    Zabliká ikonou v daném intervalu.\nTRAY -t <text>                      Nastaví tip ikony.\nTRAY -b <title> <text>              Nastaví kontextovou nápovědu ikony..";

/* nothing */
"UNBAN <mask> [<mask>...], unbans the specified masks." = "UNBAN <mask> [<mask>...], povolí danou masku.";

/* nothing */
"UNIGNORE <mask> [QUIET]" = "UNIGNORE <mask> [QUIET]";

/* nothing */
"UNLOAD <name>, unloads a plugin or script" = "UNLOAD <name>, uvolní z paměti plugin nebo skript";

/* nothing */
"URL <url>, opens a URL in your browser" = "URL <url>, otevře URL ve vašem prohlížeči";

/* nothing */
"USELECT [-a] [-s] <nick1> <nick2> etc, highlights nick(s) in channel userlist" = "USELECT [-a] [-s] <nick1> <nick2> atd, zvýrazní nick v uživatelském seznamu kanálu";

/* nothing */
"VOICE <nick>, gives voice status to someone (needs chanop)" = "VOICE <nick>, přidá právo hlasování někomu (vyžaduje chanop)";

/* nothing */
"WALLCHAN <message>, writes the message to all channels" = "WALLCHAN <message>, napíše zpráva všem na kanálu";

/* nothing */
"WALLCHOP <message>, sends the message to all chanops on the current channel" = "WALLCHOP <message>, pošle zprávu všem chanop na aktuálním kanálu";

/* nothing */
"Usage: %s\n" = "Použití: %s\n";

/* nothing */
"\nNo help available on that command.\n" = "\nK přikazu není k dispozici žádná nápověda.\n";

/* nothing */
"No such command.\n" = "Takový příkaz neexistuje.\n";

/* nothing */
"Bad arguments for user command.\n" = "Špatné argumenty přikazu.\n";

/* nothing */
"Too many recursive usercommands, aborting." = "Příliš mnoho rekurzivních příkazů, ruším.";

/* nothing */
"Unknown Command. Try /help\n" = "Neznámý příkaz. Zkuste /help\n";

/* nothing */
"No xchat_plugin_init symbol; is this really an xchat plugin?" = "Žádný symbol xchat_plugin_init; jedná se určitě o plugin xchatu?";

/* nothing */
"Are you sure this is a SSL capable server and port?\n" = "Jste si jistí, že server podporuje SSL a tento port?\n";

/* nothing */
"Cannot resolve hostname %s\nCheck your IP Settings!\n" = "Nemohu přeložit hostitele %s\nZkontrolujte vaše nastavení IP!\n";

/* nothing */
"Proxy traversal failed.\n" = "Překlad proxy selhal.\n";

/* nothing */
"Cycling to next server in %s...\n" = "Zkouším další server v %s...\n";

/* nothing */
"Warning: \"%s\" character set is unknown. No conversion will be applied for network %s." = "Čekám: symbol \"%s\" je neznámý. Pro síť %s nebude použita žádná konverze.";

/* nothing */
"%C22*%O$t$1 added to notify list." = "%C22*%O$t$1 přidán do seznamu oznámení";

/* nothing */
"%C22*%O$t$1 Banlist:%C19 $4%C20 $2%C21 $3" = "%C22*%O$t$1 Banlist:%C19 $4%C20 $2%C21 $3";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(You are banned)." = "%C22*%O$tNemohu připojit%C26 %B$1 %O(Byl jste vypovězen).";

/* nothing */
"%C22*%O$t$1 is now known as $2" = "%C22*%O$t$1 je nyní znám jako $2";

/* nothing */
"%C22*%O$t$1 sets ban on $2" = "%C22*%O$t$1 nastavil ban na $2";

/* nothing */
"%C22*%O$tChannel $1 created on $2" = "%C22*%O$tKanál $1 vytvořen na $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel half-operator status from%C26 $2" = "%C22*%O$t%C26$1%O odstranil práva half-operator z%C26 $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel operator status from%C26 $2" = "%C22*%O$t%C26$1%O odstranil práva operator z%C26 $2";

/* nothing */
"%C22*%O$t%C26$1%O removes voice from%C26 $2" = "%C22*%O$t%C26$1%O odstranil hlas z%C26 $2";

/* nothing */
"%C22*%O$t$1 sets exempt on $2" = "%C22*%O$t$1 osvobodil $2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel half-operator status to%C26 $2" = "%C22*%O$t%C26$1%O dal právo half-operator%C26 $2";

/* nothing */
"%C22*%O$t$1 sets invite on $2" = "%C22*%O$t$1 vás pozval na $2";

/* nothing */
"%UChannel          Users   Topic" = "%UKanál          Uživatelé   Téma";

/* nothing */
"%C22*%O$t$1 sets mode $2$3 $4" = "%C22*%O$t$1 nastavil mód $2$3 $4";

/* nothing */
"%C22*%O$t%C22Channel $1 modes: $2" = "%C22*%O$t%C22Kanál $1 módy: $2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel operator status to%C26 $2" = "%C22*%O$t%C26$1%O dal právo operator%C26 $2";

/* nothing */
"%C22*%O$t$1 removes exempt on $2" = "%C22*%O$t$1 zrušil osvobození na $2";

/* nothing */
"%C22*%O$t$1 removes invite on $2" = "%C22*%O$t$1 zrušil pozvání na $2";

/* nothing */
"%C22*%O$t$1 removes channel keyword" = "%C22*%O$t$1 zrušil klíčové slovo kanálu";

/* nothing */
"%C22*%O$t$1 removes user limit" = "%C22*%O$t$1 zrušil limit uživatele";

/* nothing */
"%C22*%O$t$1 sets channel keyword to $2" = "%C22*%O$t$1 nastavil klíčové slovo kanálu na $2";

/* nothing */
"%C22*%O$t$1 sets channel limit to $2" = "%C22*%O$t$1 nastavil limit kanálu na $2";

/* nothing */
"%C22*%O$t$1 removes ban on $2" = "%C22*%O$t$1 zrušil ban na $2";

/* nothing */
"%C22*%O$t%C26$1%O gives voice to%C26 $2" = "%C22*%O$t%C26$1%O dal hlas%C26 $2";

/* nothing */
"%C22*%O$t%C22Connected. Now logging in..." = "%C22*%O$t%C22Připojen. Přihlašuji se...";

/* nothing */
"%C22*%O$t%C22Connecting to $1 ($2) port $3%O..." = "%C22*%O$t%C22Přihlašuji se k $1 ($2) port $3%O...";

/* nothing */
"%C21*%O$t%C21Connection failed. Error: $1" = "%C21*%O$t%C21Přihlášení selhalo. Chyba: $1";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2" = "%C22*%O$tObdržen CTCP $1 od $2";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2 (to $3)" = "%C22*%O$tObdržen CTCP $1 od $2 (na $3)";

/* nothing */
"%C19>%O$1%C19<%O$tCTCP $2" = "%C19>%O$1%C19<%O$tCTCP $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2" = "%C22*%O$tObdržel sondu CTCP $1 od $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2 (to $3)" = "%C22*%O$tObdržel sondu CTCP $1 od $2 (na $3)";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O aborted." = "%C22*%O$tDCC CHAT s %C26$1%O zrušen.";

/* nothing */
"%C22*%O$tDCC CHAT connection established to %C26$1 %C30[%O$2%C30]" = "%C22*%O$tPřipojení DCC CHAT navázáno s %C26$1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O lost ($4)." = "%C22*%O$tDCC CHAT s %C26$1%O ztraceno ($4).";

/* nothing */
"%C22*%O$tReceived a DCC CHAT offer from $1" = "%C22*%O$tPřijata nabídka DCC CHAT od $1";

/* nothing */
"%C22*%O$tOffering DCC CHAT to $1" = "%C22*%O$tNabízí DCC CHAT $1";

/* nothing */
"%C22*%O$tAlready offering CHAT to $1" = "%C22*%O$tJiž nabízí CHAT $1";

/* nothing */
"%C22*%O$tDCC $1 connect attempt to%C26 $2%O failed (err=$3)." = "%C22*%O$tPožadavek $1 na DCC připojení k%C26 $2%O selhal (err=$3).";

/* nothing */
"%C22*%O$tReceived '$1%O' from $2" = "%C22*%O$tPřišel '$1%O' od $2";

/* nothing */
"%C24,18 Type  To/From    Status  Size    Pos     File         " = "%C24,18 Typ  Do/Od    Stav  Velikost    Poz     Soubor         ";

/* nothing */
"%C22*%O$tReceived a malformed DCC request from %C26$1%O.%010%C22*%O$tContents of packet: $2" = "%C22*%O$tPřišel zkomolený požadavek DCC od %C26$1%O.%010%C22*%O";

/* nothing */
"%C22*%O$tOffering%C26 $1%O to%C26 $2" = "%C22*%O$tNabízí%C26 $1%O k%C26 $2";

/* nothing */
"%C22*%O$tNo such DCC offer." = "%C22*%O$tTakový požadavek DCC neexistuje.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC RECV%C26 $2%O k%C26 $1%O zrušen.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O complete %C30[%C26$4%O cps%C30]%O." = "%C22*%O$tDCC RECV%C26 $1%O od%C26 $3%O hotovo %C30[%C26$4%O cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC RECV connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tPřipojení DCC RECV vytvořeno s%C26 $1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O failed ($4)." = "%C22*%O$tDCC RECV%C26 $1%O od%C26 $3%O selhalo ($4).";

/* nothing */
"%C22*%O$tDCC RECV: Cannot open $1 for writing ($2)." = "%C22*%O$tDCC RECV: Nemohu otevřít $1 pro zápis ($2).";

/* nothing */
"%C22*%O$tThe file%C26 $1%C already exists, saving it as%C26 $2%O instead." = "%C22*%O$tThe file%C26 $1%C již existuje, ukládám jako%C26 $2%O.";

/* nothing */
"%C22*%O$t%C26$1 %Ohas requested to resume%C26 $2 %Cfrom%C26 $3%C." = "%C22*%O$t%C26$1 %Opožádal o zopakování%C26 $2 %Cz%C26 $3%C.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC SEND%C26 $2%O s%C26 $1%O zrušen.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O complete %C30[%C26$3%O cps%C30]%O." = "%C22*%O$tDCC SEND%C26 $1%O s%C26 $2%O hotovo %C30[%C26$3%O cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC SEND connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tPřipojení DCC SEND vytvořeno s%C26 $1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O failed. $3" = "%C22*%O$tDCC SEND%C26 $1%O s%C26 $2%O selhalo. $3";

/* nothing */
"%C22*%O$t%C26$1 %Ohas offered%C26 $2 %O(%C26$3 %Obytes)" = "%C22*%O$t%C26$1 %Onabídl%C26 $2 %O(%C26$3 %Obytů)";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Cstalled - aborting." = "%C22*%O$tDCC $1%C26 $2 %Os%C26 $3 %Czastaveno - ruším.";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Otimed out - aborting." = "%C22*%O$tDCC $1%C26 $2 %Os%C26 $3 %Ovypršelo - ruším.";

/* nothing */
"%C22*%O$t$1 deleted from notify list." = "%C22*%O$t$1 smazán ze seznamu upozornění.";

/* nothing */
"%C22*%O$tDisconnected ($1)." = "%C22*%O$tOdpojen ($1).";

/* nothing */
"%C22*%O$tFound your IP: [$1]" = "%C22*%O$tNalezena vaše IP: [$1]";

/* nothing */
"%O%C26$1%O added to ignore list." = "%O%C26$1%O přidán do seznamu ignorovaných.";

/* nothing */
"Ignore on %C26$1%O changed." = "Ignorování %C26$1%O změněno.";

/* nothing */
"%C24,18                                                              " = "%C24,18                                                             ";

/* nothing */
"%C24,18 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG " = "%C24,18 Maska                  PRIV NOTI CHAN CTCP DCC  INVI UNIG ";

/* nothing */
"%O%C26$1%O removed from ignore list." = "%O%C26$1%O odstraněn ze seznamu ignorovaných.";

/* nothing */
"  Ignore list is empty." = "  Seznam ignorovaných je prázdný.";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Channel is invite only)." = "%C22*%O$tNemohu se připojit%C26 %B$1 %O(Kanál je pouze pro zvané).";

/* nothing */
"%C22*%O$tYou have been invited to%C26 $1%O by%C26 $2%C (%C26$3%C)" = "%C22*%O$tByl jste pozván do%C26 $1%O od%C26 $2%C (%C26$3%C)";

/* nothing */
"%C19*%O$t%C19%B$1 %B($3) has joined $2" = "%C19*%O$t%C19%B$1 %B($3) přišel do $2";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Requires keyword)." = "%C22*%O$tNemohu se připojit%C26 %B$1 %O(Vyžaduje klíčové slovo).";

/* nothing */
"%C21*%O$t%C21$1 has kicked $2 from $3 ($4%O%C21)" = "%C21*%O$t%C21$1 vykopl $2 z $3 ($4%O%C21)";

/* nothing */
"%C22*%O$tYou have been killed by $1 ($2%O%C22)" = "%C22*%O$tByl jste zabit $1 ($2%O%C22)";

/* nothing */
"%C22*%O$t%C22MOTD Skipped." = "%C22*%O$t%C22MOTD přeskočena.";

/* nothing */
"%C22*%O$t$1 already in use. Retrying with $2..." = "%C22*%O$t$1 se již používá. Zkouším s $2...";

/* nothing */
"%C22*%O$tNickname already in use. Use /NICK to try another." = "%C22*%O$tPřezdívka se již používá. Použijte /NICK a zkuste jinou.";

/* nothing */
"%C22*%O$tNo such DCC." = "%C22*%O$tTakový DCC neexistuje.";

/* nothing */
"%C22*%O$tNo process is currently running" = "%C22*%O$tŽádný proces v současné době neběží";

/* nothing */
"$tNotify list is empty." = "$tSeznam upozornění je prázdný.";

/* nothing */
"%C24,18 %B  Notify List                           " = "%C24,18 %B  Seznam upozornění                    ";

/* nothing */
"%C22*%O$t$1 users in notify list." = "%C22*%O$t$1  uživatelů v seznamu upozornění.";

/* nothing */
"%C22*%O$tNotify: $1 is offline ($3)." = "%C22*%O$tUpozornění: $1 je offline ($3).";

/* nothing */
"%C22*%O$tNotify: $1 is online ($3)." = "%C22*%O$tUpozornění: $1 je online ($3).";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3" = "%C23*%O$t%C23$1 (%O%C23$2) opustil $3";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3 (%O%C23%B%B$4%O%C23)" = "%C23*%O$t%C23$1 (%O%C23$2) opustil $3 (%O%C23%B%B$4%O%C23)";

/* nothing */
"%C22*%O$tPing reply from $1: $2 second(s)" = "%C22*%O$tOdpověď ping od $1: $2 sekund";

/* nothing */
"%C22*%O$tNo ping reply for $1 seconds, disconnecting." = "%C22*%O$tŽádná odpověď na ping po $1 sekund, odpojuji.";

/* nothing */
"%C22*%O$tA process is already running" = "%C22*%O$tA proces již běží";

/* nothing */
"%C23*%O$t%C23$1 has quit (%O%C23%B%B$2%O%C23)" = "%C23*%O$t%C23$1 odešel (%O%C23%B%B$2%O%C23)";

/* nothing */
"%C22*%O$t$1 sets modes%B %C30[%O$2%B%C30]" = "%C22*%O$t$1 nastavil módy%B %C30[%O$2%B%C30]";

/* nothing */
"%C28-%C29$1/Wallops%C28-%O$t$2" = "%C28-%C29$1/Wallops%C28-%O$t$2";

/* nothing */
"%C22*%O$tLooking up IP number for%C26 $1%O..." = "%C22*%O$tHledám IP adresu pro%C26 $1%O...";

/* nothing */
"%C22*%O$t%C22Connected." = "%C22*%O$t%C22Připojen.";

/* nothing */
"%C22*%O$t%C22Looking up $1" = "%C22*%O$t%C22Hledá $1";

/* nothing */
"%C22*%O$tStopped previous connection attempt (pid=$1)" = "%C22*%O$tUkončen předchozí pokus o připojení (pid=$1)";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29is: $2" = "%C29*%O$t%C29Téma pro $1%C %C29je: $2";

/* nothing */
"%C22*%O$t$1 has changed the topic to: $2" = "%C22*%O$t$1 změnil téma na: $2";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29set by $2%C %C29at $3" = "%C29*%O$t%C29Téma pro $1%C %C29nastavil $2%C %C29v $3";

/* nothing */
"%C22*%O$tUnknown host. Maybe you misspelled it?" = "%C22*%O$tNeznámý počítač. Možná špatně napsán?";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(User limit reached)." = "%C22*%O$tNemohu se připojit k%C26 %B$1 %O(Uživatelský limit překročen).";

/* nothing */
"%C22*%O$t%C26Users on $1:%C $2" = "%C22*%O$t%C26Uživatelů na $1:%C $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Cis away %C30(%O$2%O%C30)" = "%C22*%O$t%C28[%O$1%C28] %Cje pryč %C30(%O$2%O%C30)";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O $2" = "%C22*%O$t%C28[%O$1%C28]%O $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %OEnd of WHOIS list." = "%C22*%O$t%C28[%O$1%C28] %OKonec seznamu WHOIS.";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2" = "%C22*%O$t%C28[%O$1%C28]%O nečinnost%C26 $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2%O, signon:%C26 $3" = "%C22*%O$t%C28[%O$1%C28]%O nečinnost%C26 $2%O, přihlášen:%C26 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4" = "%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Oreal user@host%C27 $2%O, real IP%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %Ouživatel@počítač%C27 $2%O, IP adresa%C27 $3";

/* nothing */
"%C19*%O$t%C19Now talking on $2" = "%C19*%O$t%C19Nyní hovoříte na $2";

/* nothing */
"%C23*$tYou have been kicked from $2 by $3 ($4%O%C23)" = "%C23*$tByl jste vykopnut z $2 od $3 ($4%O%C23)";

/* nothing */
"%C23*$tYou have left channel $3" = "%C23*$tOpustil jste kanál $3";

/* nothing */
"%C23*$tYou have left channel $3 (%O%C23%B%B$4%O%C23)" = "%C23*$tOpustil jste kanál $3 (%O%C23%B%B$4%O%C23)";

/* nothing */
"%C22*%O$tYou've invited%C26 $1%O to%C26 $2%O (%C26$3%O)" = "%C22*%O$tByl jste pozván%C26 $1%O na%C26 $2%O (%C26$3%O)";

/* nothing */
"%C22*%O$tYou are now known as $2" = "%C22*%O$tJste znám jako $2";

/* nothing */
"Loaded log from" = "Načtený log z";

/* nothing */
"**** ENDING LOGGING AT %s\n" = "**** KONČÍM ZÁZNAM V %s\n";

/* nothing */
"**** BEGIN LOGGING AT %s\n" = "**** ZAČÍNÁM ZÁZNAM V %s\n";

/* nothing */
"* Can't open log file(s) for writing. Check the\n  permissions on %s/xchatlogs" = "* Nemohu otevřít soubor(y) se záznamem pro zápis.\n  Zkontrolujte oprávnění k %s/xchatlogs";

/* nothing */
"Left message" = "Zpráva při ukončení";

/* nothing */
"Right message" = "Zpráva při ukončení";

/* nothing */
"The nick of the joining person" = "Přezdívka připojujícího se člověka";

/* nothing */
"The channel being joined" = "Připojil jste se ke kanálu";

/* nothing */
"The host of the person" = "Osobní počítač";

/* nothing */
"Nickname" = "Přezdívka";

/* nothing */
"The action" = "Akce";

/* nothing */
"Mode char" = "Znak módu";

/* nothing */
"The text" = "Text";

/* nothing */
"Identified text" = "Textová identifikace";

/* nothing */
"The message" = "Zpráva";

/* nothing */
"Old nickname" = "Stará přezdívka";

/* nothing */
"New nickname" = "Nová přezdívka";

/* nothing */
"Nick of person who changed the topic" = "Přezdívka osoby, která změnila téma";

/* nothing */
"Topic" = "Téma:";

/* nothing */
"Channel" = "Kanál";

/* nothing */
"The nickname of the kicker" = "Přezdívka vyhazovače";

/* nothing */
"The person being kicked" = "Osoba bude vyhozena";

/* nothing */
"The channel" = "Kanál";

/* nothing */
"The reason" = "Důvod";

/* nothing */
"The nick of the person leaving" = "Přezdívka odcházející osoby";

/* nothing */
"The time" = "Čas";

/* nothing */
"The creator" = "Autor";

/* nothing */
"Nick" = "Nick";

/* nothing */
"Reason" = "Důvod";

/* nothing */
"Host" = "Hostitel";

/* nothing */
"Who it's from" = "Odkud je";

/* nothing */
"The time in x.x format (see below)" = "Čas ve formátu x.x (podívejte se dále)";

/* nothing */
"The Channel it's going to" = "Kanál k";

/* nothing */
"The sound" = "Zvuk";

/* nothing */
"The nick of the person" = "Přezdívka osoby";

/* nothing */
"The CTCP event" = "Událost CTCP";

/* nothing */
"The nick of the person who set the key" = "Přezdívka osoby, která nastavila klíč";

/* nothing */
"The key" = "Klíč";

/* nothing */
"The nick of the person who set the limit" = "Přezdívka osoby, která nastavila limit";

/* nothing */
"The limit" = "Limit";

/* nothing */
"The nick of the person who did the op'ing" = "Přezdívka osoby, která může op-ovat";

/* nothing */
"The nick of the person who has been op'ed" = "Přezdívka osoby, která byla op-ována";

/* nothing */
"The nick of the person who has been halfop'ed" = "Přezdívka osoby, která byla halfop-ována";

/* nothing */
"The nick of the person who did the halfop'ing" = "Přezdívka osoby, která může halfop-ovat";

/* nothing */
"The nick of the person who did the voice'ing" = "Přezdívka osoby, o které bylo hlasováno";

/* nothing */
"The nick of the person who has been voice'ed" = "Přezdívka osoby, která byla hlasována";

/* nothing */
"The nick of the person who did the banning" = "Přezdívka osoby, která byla vykázána";

/* nothing */
"The ban mask" = "Maska banu";

/* nothing */
"The nick who removed the key" = "Přezdívka toho, kdo odstranil klíč";

/* nothing */
"The nick who removed the limit" = "Přezdívka toho, kdo odstranil limit";

/* nothing */
"The nick of the person of did the deop'ing" = "Přezdívka toho, kdo dělá deop-ování";

/* nothing */
"The nick of the person who has been deop'ed" = "Přezdívka toho, kdo byl deop-ován";

/* nothing */
"The nick of the person of did the dehalfop'ing" = "Přezdívka toho, kdo byl deop-ován";

/* nothing */
"The nick of the person who has been dehalfop'ed" = "Přezdívka toho, kdo byl dehalfop-ován";

/* nothing */
"The nick of the person of did the devoice'ing" = "Přezdívka toho, kdo dělá hlasování";

/* nothing */
"The nick of the person who has been devoice'ed" = "Přezdívka toho, kdo byl zbaven hlasování";

/* nothing */
"The nick of the person of did the unban'ing" = "Přezdívka toho, kdo může odbanovat";

/* nothing */
"The nick of the person who did the exempt" = "Přezdívka toho, kdo může osvobodit";

/* nothing */
"The exempt mask" = "Vyňatá maska";

/* nothing */
"The nick of the person removed the exempt" = "Přezdívka osoby, která odstranila výjimku";

/* nothing */
"The nick of the person who did the invite" = "Přezdívka osoby, která provedla pozvání";

/* nothing */
"The invite mask" = "Maska pro pozvání";

/* nothing */
"The nick of the person removed the invite" = "Přezdívka osoby, která odstranila pozvání";

/* nothing */
"The nick of the person setting the mode" = "Přezdívka osoby, která nastavuje mód";

/* nothing */
"The mode's sign (+/-)" = "Znaménka módu (+/-)";

/* nothing */
"The mode letter" = "Znaky módu";

/* nothing */
"The channel it's being set on" = "Kanál na kterém to bude nastaveno";

/* nothing */
"Username" = "Uživatelské jméno";

/* nothing */
"Full name" = "Celé jméno";

/* nothing */
"Channel Membership/\"is an IRC operator\"" = "Příslušenství ke kanálu/\"je operátor IRC\"";

/* nothing */
"Server Information" = "Informace o serveru";

/* nothing */
"Idle time" = "Doba nečinnosti";

/* nothing */
"Signon time" = "Čas přihlášení";

/* nothing */
"Away reason" = "Důvod nepřítomnosti";

/* nothing */
"Message" = "Zpráva";

/* nothing */
"Account" = "Účet";

/* nothing */
"Real user@host" = "Skutený uživatel@počítač";

/* nothing */
"Real IP" = "Skutečná IP";

/* nothing */
"Channel Name" = "Jméno kanálu";

/* nothing */
"Text" = "Text";

/* nothing */
"Server Name" = "Jméno serveru";

/* nothing */
"Nick of person who invited you" = "Přezdívka uživatele, který vás pozval";

/* nothing */
"Users" = "Uživatelé";

/* nothing */
"Nickname in use" = "Přezdívka se používá";

/* nothing */
"Nick being tried" = "Přezdívka bude vyzkoušena";

/* nothing */
"IP" = "IP";

/* nothing */
"Port" = "Port";

/* nothing */
"Network" = "Síť";

/* nothing */
"Modes string" = "Módy";

/* nothing */
"IP address" = "IP adresa";

/* nothing */
"DCC Type" = "Typ DCC";

/* nothing */
"Filename" = "Jméno souboru";

/* nothing */
"Destination filename" = "Požadované jméno souboru";

/* nothing */
"CPS" = "CPS";

/* nothing */
"Pathname" = "Cesta";

/* nothing */
"Position" = "Pozice";

/* nothing */
"Size" = "Velikost";

/* nothing */
"DCC String" = "Řetězec DCC";

/* nothing */
"Number of notify items" = "Počet položek k oznámení";

/* nothing */
"Old Filename" = "Původní název souboru";

/* nothing */
"New Filename" = "Nový název souboru";

/* nothing */
"Receiver" = "Přijímač";

/* nothing */
"Hostmask" = "Maska hostitele";

/* nothing */
"Hostname" = "Hostitelský název";

/* nothing */
"The Packet" = "Balíček";

/* nothing */
"Seconds" = "Sekund";

/* nothing */
"Nick of person who have been invited" = "Přezdívka pozvaného uživatele";

/* nothing */
"Banmask" = "Maska pro ban";

/* nothing */
"Who set the ban" = "Kdo nastavil ban";

/* nothing */
"Ban time" = "Trvání banu";

/* nothing */
"Error parsing event %s.\nLoading default." = "Chyba při analýze události %s.\nNačítám výchozí nastavení.";

/* nothing */
"Cannot read sound file:\n%s" = "Nemůžu přečíst zvkukový soubor:\n%s";

/* nothing */
"Remote host closed socket" = "Vzdálený počítač zavřel soket";

/* nothing */
"Connection refused" = "Připojení odmítnuto";

/* nothing */
"No route to host" = "Není cesta k počítači";

/* nothing */
"Connection timed out" = "Připojení vypršelo";

/* nothing */
"Cannot assign that address" = "Nemohu přiřadit tuto adresu";

/* nothing */
"Connection reset by peer" = "Připojení resetováno hostitelem";

/* nothing */
"Ascension Island" = "Ostrov Nanebevstoupení";

/* nothing */
"Andorra" = "Andora";

/* nothing */
"United Arab Emirates" = "Spojené arabské emiráty";

/* nothing */
"Afghanistan" = "Afgánistán";

/* nothing */
"Antigua and Barbuda" = "Antigua a Barbuda";

/* nothing */
"Anguilla" = "Anguilla";

/* nothing */
"Albania" = "Albánie";

/* nothing */
"Armenia" = "Arménie";

/* nothing */
"Netherlands Antilles" = "Nizozemské Antily";

/* nothing */
"Angola" = "Angola";

/* nothing */
"Antarctica" = "Antarktida";

/* nothing */
"Argentina" = "Argentina";

/* nothing */
"Reverse DNS" = "Reverzní DNS";

/* nothing */
"American Samoa" = "Americká Samoa";

/* nothing */
"Austria" = "Rakousko";

/* nothing */
"Nato Fiel" = "Nato Fiel";

/* nothing */
"Australia" = "Austrálie";

/* nothing */
"Aruba" = "Aruba";

/* nothing */
"Aland Islands" = "Alandské ostrovy";

/* nothing */
"Azerbaijan" = "Ázerbájdžán";

/* nothing */
"Bosnia and Herzegovina" = "Bosna a Hercegovina";

/* nothing */
"Barbados" = "Barbados";

/* nothing */
"Bangladesh" = "Bangladéš";

/* nothing */
"Belgium" = "Belgie";

/* nothing */
"Burkina Faso" = "Burkina Faso";

/* nothing */
"Bulgaria" = "Bulharsko";

/* nothing */
"Bahrain" = "Bahrain";

/* nothing */
"Burundi" = "Burundi";

/* nothing */
"Businesses" = "Businesses";

/* nothing */
"Benin" = "Benin";

/* nothing */
"Bermuda" = "Bermudy";

/* nothing */
"Brunei Darussalam" = "Brunei Darussalam";

/* nothing */
"Bolivia" = "Bolívie";

/* nothing */
"Brazil" = "Brazílie";

/* nothing */
"Bahamas" = "Bahamy";

/* nothing */
"Bhutan" = "Bhutan";

/* nothing */
"Bouvet Island" = "Bouvet Island";

/* nothing */
"Botswana" = "Botswana";

/* nothing */
"Belarus" = "Bělorusko";

/* nothing */
"Belize" = "Belize";

/* nothing */
"Canada" = "Kanada";

/* nothing */
"Cocos Islands" = "Kokosové ostrovy";

/* nothing */
"Democratic Republic of Congo" = "Demokratická republika Kongo";

/* nothing */
"Central African Republic" = "Středoafrická republika";

/* nothing */
"Congo" = "Kongo";

/* nothing */
"Switzerland" = "Švýcarsko";

/* nothing */
"Cote d'Ivoire" = "Cote d'Ivoire";

/* nothing */
"Cook Islands" = "Cook Islands";

/* nothing */
"Chile" = "Chile";

/* nothing */
"Cameroon" = "Kamerun";

/* nothing */
"China" = "Čína";

/* nothing */
"Colombia" = "Kolombie";

/* nothing */
"Internic Commercial" = "Internic Commercial";

/* nothing */
"Costa Rica" = "Costa Rica";

/* nothing */
"Serbia and Montenegro" = "Srbsko a Černá hora";

/* nothing */
"Cuba" = "Kuba";

/* nothing */
"Cape Verde" = "Cape Verde";

/* nothing */
"Christmas Island" = "Vánoční ostrov";

/* nothing */
"Cyprus" = "Kypr";

/* nothing */
"Czech Republic" = "Česká republika";

/* nothing */
"Germany" = "Německo";

/* nothing */
"Djibouti" = "Djibouti";

/* nothing */
"Denmark" = "Dánsko";

/* nothing */
"Dominica" = "Dominica";

/* nothing */
"Dominican Republic" = "Dominkánská republika";

/* nothing */
"Algeria" = "Algeria";

/* nothing */
"Ecuador" = "Ekvádor";

/* nothing */
"Educational Institution" = "Vzdělávací instituce";

/* nothing */
"Estonia" = "Estonsko";

/* nothing */
"Egypt" = "Egypt";

/* nothing */
"Western Sahara" = "Západní Sahara";

/* nothing */
"Eritrea" = "Eritrea";

/* nothing */
"Spain" = "Španělsko";

/* nothing */
"Ethiopia" = "Etiopie";

/* nothing */
"European Union" = "Evropská unie";

/* nothing */
"Finland" = "Finsko";

/* nothing */
"Fiji" = "Fidži";

/* nothing */
"Falkland Islands" = "Falklandské ostrovy";

/* nothing */
"Micronesia" = "Mikronésie";

/* nothing */
"Faroe Islands" = "Faroe Islands";

/* nothing */
"France" = "Francie";

/* nothing */
"Gabon" = "Gabon";

/* nothing */
"Great Britain" = "Velká Británie";

/* nothing */
"Grenada" = "Grenada";

/* nothing */
"Georgia" = "Gruzie";

/* nothing */
"French Guiana" = "Francouzská Guayana";

/* nothing */
"British Channel Isles" = "Britské satelitní ostrovy";

/* nothing */
"Ghana" = "Ghana";

/* nothing */
"Gibraltar" = "Gibraltar";

/* nothing */
"Greenland" = "Grónsko";

/* nothing */
"Gambia" = "Gambia";

/* nothing */
"Guinea" = "Guinea";

/* nothing */
"Government" = "Vláda";

/* nothing */
"Guadeloupe" = "Guadeloupe";

/* nothing */
"Equatorial Guinea" = "Rovníková Guinea";

/* nothing */
"Greece" = "Řecko";

/* nothing */
"S. Georgia and S. Sandwich Isles" = "S. Georgia a S. Sandwich Isles";

/* nothing */
"Guatemala" = "Guatemala";

/* nothing */
"Guam" = "Guam";

/* nothing */
"Guinea-Bissau" = "Guinea-Bissau";

/* nothing */
"Guyana" = "Guyana";

/* nothing */
"Hong Kong" = "Hong Kong";

/* nothing */
"Heard and McDonald Islands" = "Heard a McDonald Islands";

/* nothing */
"Honduras" = "Honduras";

/* nothing */
"Croatia" = "Chorvatsko";

/* nothing */
"Haiti" = "Haiti";

/* nothing */
"Hungary" = "Maďarsko";

/* nothing */
"Indonesia" = "Indonésie";

/* nothing */
"Ireland" = "Irsko";

/* nothing */
"Israel" = "Israel";

/* nothing */
"Isle of Man" = "Isle of Man";

/* nothing */
"India" = "Indie";

/* nothing */
"Informational" = "Infromační";

/* nothing */
"International" = "Mezinárodní";

/* nothing */
"British Indian Ocean Territory" = "Britské teritorium Indického oceánu";

/* nothing */
"Iraq" = "Irák";

/* nothing */
"Iran" = "Irán";

/* nothing */
"Iceland" = "Island";

/* nothing */
"Italy" = "Itálie";

/* nothing */
"Jersey" = "Jersey";

/* nothing */
"Jamaica" = "Jamajka";

/* nothing */
"Jordan" = "Jordánsko";

/* nothing */
"Japan" = "Japonsko";

/* nothing */
"Kenya" = "Keňa";

/* nothing */
"Kyrgyzstan" = "Kyrgyzstán";

/* nothing */
"Cambodia" = "Kambodža";

/* nothing */
"Kiribati" = "Kiribati";

/* nothing */
"Comoros" = "Comoros";

/* nothing */
"St. Kitts and Nevis" = "St. Kitts and Nevis";

/* nothing */
"North Korea" = "Severní Korea";

/* nothing */
"South Korea" = "Jižní Korea";

/* nothing */
"Kuwait" = "Kuvajt";

/* nothing */
"Cayman Islands" = "Cayman Islands";

/* nothing */
"Kazakhstan" = "Kazachstán";

/* nothing */
"Laos" = "Laos";

/* nothing */
"Lebanon" = "Libanon";

/* nothing */
"Saint Lucia" = "Saint Lucia";

/* nothing */
"Liechtenstein" = "Lichtenštejnsko";

/* nothing */
"Sri Lanka" = "Srí Lanka";

/* nothing */
"Liberia" = "Libérie";

/* nothing */
"Lesotho" = "Lesotho";

/* nothing */
"Lithuania" = "Litva";

/* nothing */
"Luxembourg" = "Lucembursko";

/* nothing */
"Latvia" = "Lotyšsko";

/* nothing */
"Libya" = "Libya";

/* nothing */
"Morocco" = "Maroko";

/* nothing */
"Monaco" = "Monako";

/* nothing */
"Moldova" = "Moldávie";

/* nothing */
"United States Medical" = "United States Medical";

/* nothing */
"Madagascar" = "Madagaskar";

/* nothing */
"Marshall Islands" = "Marshall Islands";

/* nothing */
"Military" = "Vojenské";

/* nothing */
"Macedonia" = "Makedonie";

/* nothing */
"Mali" = "Mali";

/* nothing */
"Myanmar" = "Myanmar";

/* nothing */
"Mongolia" = "Mongolsko";

/* nothing */
"Macau" = "Macau";

/* nothing */
"Northern Mariana Islands" = "Northern Mariana Islands";

/* nothing */
"Martinique" = "Martinique";

/* nothing */
"Mauritania" = "Mauretánie";

/* nothing */
"Montserrat" = "Montserrat";

/* nothing */
"Malta" = "Malta";

/* nothing */
"Mauritius" = "Mauritius";

/* nothing */
"Maldives" = "Maldivy";

/* nothing */
"Malawi" = "Malawi";

/* nothing */
"Mexico" = "Mexiko";

/* nothing */
"Malaysia" = "Malajsie";

/* nothing */
"Mozambique" = "Mozambik";

/* nothing */
"Namibia" = "Namibie";

/* nothing */
"New Caledonia" = "Nová Kaledonie";

/* nothing */
"Niger" = "Niger";

/* nothing */
"Internic Network" = "Internic Network";

/* nothing */
"Norfolk Island" = "Norfolk Island";

/* nothing */
"Nigeria" = "Nigérie";

/* nothing */
"Nicaragua" = "Nicaragua";

/* nothing */
"Netherlands" = "Holandsko";

/* nothing */
"Norway" = "Norsko";

/* nothing */
"Nepal" = "Nepál";

/* nothing */
"Nauru" = "Nauru";

/* nothing */
"Niue" = "Niue";

/* nothing */
"New Zealand" = "Nový Zéland";

/* nothing */
"Oman" = "Omán";

/* nothing */
"Internic Non-Profit Organization" = "Internic Non-Profit Organization";

/* nothing */
"Panama" = "Panama";

/* nothing */
"Peru" = "Peru";

/* nothing */
"French Polynesia" = "Francouzská Polynésie";

/* nothing */
"Papua New Guinea" = "Papua-Nová Guinea";

/* nothing */
"Philippines" = "Filipíny";

/* nothing */
"Pakistan" = "Pákistán";

/* nothing */
"Poland" = "Polsko";

/* nothing */
"St. Pierre and Miquelon" = "St. Pierre and Miquelon";

/* nothing */
"Pitcairn" = "Pitcairn";

/* nothing */
"Puerto Rico" = "Puerto Rico";

/* nothing */
"Palestinian Territory" = "Palestinské teritorium";

/* nothing */
"Portugal" = "Portugalsko";

/* nothing */
"Palau" = "Palau";

/* nothing */
"Paraguay" = "Paraguay";

/* nothing */
"Qatar" = "Qatar";

/* nothing */
"Reunion" = "Sjednocení";

/* nothing */
"Romania" = "Rumunsko";

/* nothing */
"Old School ARPAnet" = "Starý školní ARPAnet";

/* nothing */
"Russian Federation" = "Ruská federace";

/* nothing */
"Rwanda" = "Rwanda";

/* nothing */
"Saudi Arabia" = "Saudská arábie";

/* nothing */
"Solomon Islands" = "Šalamounovy ostrovy";

/* nothing */
"Seychelles" = "Seychelles";

/* nothing */
"Sudan" = "Súdán";

/* nothing */
"Sweden" = "Švédsko";

/* nothing */
"Singapore" = "Singapur";

/* nothing */
"St. Helena" = "St. Helena";

/* nothing */
"Slovenia" = "Slovinsko";

/* nothing */
"Svalbard and Jan Mayen Islands" = "Svalbard and Jan Mayen Islands";

/* nothing */
"Slovak Republic" = "Slovenská republika";

/* nothing */
"Sierra Leone" = "Sierra Leone";

/* nothing */
"San Marino" = "San Marino";

/* nothing */
"Senegal" = "Senegal";

/* nothing */
"Somalia" = "Somálsko";

/* nothing */
"Suriname" = "Surinam";

/* nothing */
"Sao Tome and Principe" = "Sao Tome and Principe";

/* nothing */
"Former USSR" = "Bývalé USSR";

/* nothing */
"El Salvador" = "El Salvádor";

/* nothing */
"Syria" = "Sýrie";

/* nothing */
"Swaziland" = "Swaziland";

/* nothing */
"Turks and Caicos Islands" = "Turks and Caicos Islands";

/* nothing */
"Chad" = "Čad";

/* nothing */
"French Southern Territories" = "Francouzská jižní teritoria";

/* nothing */
"Togo" = "Togo";

/* nothing */
"Thailand" = "Thajsko";

/* nothing */
"Tajikistan" = "Tajikistan";

/* nothing */
"Tokelau" = "Tokelau";

/* nothing */
"East Timor" = "Východní Timor";

/* nothing */
"Turkmenistan" = "Turkménistán";

/* nothing */
"Tunisia" = "Tunis";

/* nothing */
"Tonga" = "Tonga";

/* nothing */
"Turkey" = "Turecko";

/* nothing */
"Trinidad and Tobago" = "Trinidad a Tobago";

/* nothing */
"Tuvalu" = "Tuvalu";

/* nothing */
"Taiwan" = "Taiwan";

/* nothing */
"Tanzania" = "Tanzánie";

/* nothing */
"Ukraine" = "Ukrajina";

/* nothing */
"Uganda" = "Uganda";

/* nothing */
"United Kingdom" = "Spojené Království";

/* nothing */
"United States of America" = "USA";

/* nothing */
"Uruguay" = "Uruguay";

/* nothing */
"Uzbekistan" = "Uzbekistán";

/* nothing */
"Vatican City State" = "Městský stát Vatikán";

/* nothing */
"St. Vincent and the Grenadines" = "St. Vincent and the Grenadines";

/* nothing */
"Venezuela" = "Venezuela";

/* nothing */
"British Virgin Islands" = "British Virgin Islands";

/* nothing */
"US Virgin Islands" = "US Virgin Islands";

/* nothing */
"Vietnam" = "Vietnam";

/* nothing */
"Vanuatu" = "Vanuatu";

/* nothing */
"Wallis and Futuna Islands" = "Wallis and Futuna Islands";

/* nothing */
"Samoa" = "Samoa";

/* nothing */
"Yemen" = "Yemen";

/* nothing */
"Mayotte" = "Mayotte";

/* nothing */
"Yugoslavia" = "Jugoslávie";

/* nothing */
"South Africa" = "Jižní Afrika";

/* nothing */
"Zambia" = "Zambie";

/* nothing */
"Zimbabwe" = "Zimbabwe";

/* nothing */
"Unknown" = "Neznámé";

/* nothing */
"Open Dialog Window" = "Otevřít dialogové okno";

/* nothing */
"Send a File" = "Poslat soubor";

/* nothing */
"User Info (WHOIS)" = "Informace o uživateli (WHOIS)";

/* nothing */
"Operator Actions" = "Akce operátora";

/* nothing */
"Give Ops" = "Dát práva Op";

/* nothing */
"Take Ops" = "Vzít práva Op";

/* nothing */
"Give Voice" = "Dát hlas";

/* nothing */
"Take Voice" = "Vzít hlas";

/* nothing */
"Kick/Ban" = "Kick/Ban";

/* nothing */
"Kick" = "Kick";

/* nothing */
"Ban" = "Ban";

/* nothing */
"KickBan" = "KickBan";

/* nothing */
"Direct client-to-client" = "Přímo klient-klient";

/* nothing */
"Send File" = "Poslat soubor";

/* nothing */
"Offer Chat" = "Nabídnout hovor";

/* nothing */
"Abort Chat" = "Zrušit hovor";

/* nothing */
"Version" = "Verze";

/* nothing */
"Userinfo" = "Uživatelinfo";

/* nothing */
"Clientinfo" = "Klientinfo";

/* nothing */
"Ping" = "Ping";

/* nothing */
"Time" = "Čas";

/* nothing */
"Finger" = "Prst";

/* nothing */
"Oper" = "Oper";

/* nothing */
"Kill this user" = "Zabít tohoto uživatele";

/* nothing */
"Mode" = "Mód";

/* nothing */
"Give Half-Ops" = "Dát práva Half-Op";

/* nothing */
"Take Half-Ops" = "Vzít Half-Op";

/* nothing */
"Ignore" = "Ignorovat";

/* nothing */
"Ignore User" = "Ignorovat uživatele";

/* nothing */
"UnIgnore User" = "Zrušit ignoraci uživatele";

/* nothing */
"Info" = "Informace";

/* nothing */
"Who" = "Kdo";

/* nothing */
"WhoIs" = "KdoJe";

/* nothing */
"DNS Lookup" = "DNS Lookup";

/* nothing */
"Trace" = "Trasa";

/* nothing */
"UserHost" = "UserHost";

/* nothing */
"External" = "Externí";

/* nothing */
"Traceroute" = "Trasovat cestu";

/* nothing */
"Telnet" = "Telnet";

/* nothing */
"Leave Channel" = "Opustit kanál";

/* nothing */
"Join Channel..." = "Vstoupit do kanálu...";

/* nothing */
"Enter Channel to Join:" = "Zadat kanál pro připojení:";

/* nothing */
"Server Links" = "Odkazy serveru";

/* nothing */
"Ping Server" = "Ping serveru";

/* nothing */
"Hide Version" = "Ukrýt verzi";

/* nothing */
"Op" = "Op";

/* nothing */
"DeOp" = "DeOp";

/* nothing */
"bye" = "hoj";

/* nothing */
"Enter reason to kick %s:" = "Zadat důvod vyhození %s:";

/* nothing */
"Sendfile" = "Poslat soubor";

/* nothing */
"Dialog" = "Dialog";

/* nothing */
"Send" = "Poslat";

/* nothing */
"Chat" = "Chat";

/* nothing */
"Clear" = "Smazat";

/* nothing */
"Couldn't connect to session bus" = "Nemohu se připojit k sezení";

/* nothing */
"Failed to complete NameHasOwner" = "Chyba při vykonávání NameHasOwner";

/* nothing */
"Failed to complete Command" = "Chyba při vykonávání Command";

/* nothing */
"remote access" = "vzdálený přístup";

/* nothing */
"plugin for remote access using DBUS" = "plugin pro vzdálený přístup používá DBUS";

/* nothing */
"Couldn't connect to session bus: %s\n" = "Nemohu se připojit k sezení: %s\n";

/* nothing */
"Failed to acquire %s: %s\n" = "Chyba při získání %s: %s\n";

/* nothing */
"About XChat" = "O XChatu";

/* nothing */
"A multiplatform IRC Client" = "Multiplatformní klient IRC";

/* nothing */
"Character Chart" = "Mapa znaků";

/* nothing */
"Not connected." = "Nepřipojen";

/* nothing */
"You must select some bans." = "Musíte vybrat nějký ban.";

/* nothing */
"Are you sure you want to remove all bans in %s?" = "Určitě chcete odstranit všechny bany na %s?";

/* nothing */
"Mask" = "Maska";

/* nothing */
"From" = "Z";

/* nothing */
"Date" = "Datum";

/* nothing */
"You can only open the Ban List window while in a channel tab." = "Okno se seznamem banů otevřet pouze pokud se nacházíte na kanálu.";

/* nothing */
"XChat: Ban List (%s)" = "XChat: Seznam Banů (%s)";

/* nothing */
"Remove" = "Odstranit";

/* nothing */
"Crop" = "Sbalit";

/* nothing */
"Refresh" = "Aktualizovat";

/* nothing */
"Displaying %d/%d users on %d/%d channels." = "%d/%d uživatelů na %d/%d kanálech.";

/* nothing */
"Select an output filename" = "Vyberte požadovaný název souboru";

/* nothing */
"_Join Channel" = "_Připojit se ke kanálu";

/* nothing */
"_Copy Channel Name" = "_Zkopírovat jméno kanálu";

/* nothing */
"Copy _Topic Text" = "Zkopíruje _téma kanálu";

/* nothing */
"XChat: Channel List (%s)" = "XChat: Seznam kanálu (%s)";

/* nothing */
"_Search" = "_Vyhledávání";

/* nothing */
"_Download List" = "Seznam _stahování";

/* nothing */
"Save _List..." = "_Uložit seznam...";

/* nothing */
"Show only:" = "Pouze zobrazit:";

/* nothing */
"channels with" = "s kanály";

/* nothing */
"to" = "do";

/* nothing */
"users." = "uživatelů.";

/* nothing */
"Look in:" = "Podívat se:";

/* nothing */
"Channel name" = "Jméno kanálu";

/* nothing */
"Search type:" = "Typ hledání:";

/* nothing */
"Simple Search" = "Jednoduché vyhledávání";

/* nothing */
"Pattern Match (Wildcards)" = "Maska odpovídá (Wildcards)";

/* nothing */
"Regular Expression" = "Regulární výraz";

/* nothing */
"Find:" = "Najít:";

/* nothing */
"Send file to %s" = "Poslat soubor %s";

/* nothing */
"That file is not resumable." = "Nové odeslání souboru není možné.";

/* nothing */
"Cannot access file: %s\n%s.\nResuming not possible." = "Nemohu přistoupit k souboru: %s\n%s.\nNové poslání není možné.";

/* nothing */
"File in download directory is larger than file offered. Resuming not possible." = "Stahovaný soubor je větší než se vejde na disk. Pokračování ve stahování není možné.";

/* nothing */
"Cannot resume the same file from two people." = "Nemohu pokračovat ve stahování souboru od dvou lidí.";

/* nothing */
"XChat: Uploads and Downloads" = "XChat: Upload a Download";

/* nothing */
"Status" = "Stav";

/* nothing */
"File" = "Soubor";

/* nothing */
"ETA" = "ETA";

/* nothing */
"Both" = "Obě";

/* nothing */
"Uploads" = "Upload";

/* nothing */
"Downloads" = "Download";

/* nothing */
"Details" = "Detaily";

/* nothing */
"File:" = "Soubor:";

/* nothing */
"Address:" = "Adresa:";

/* nothing */
"Abort" = "Zrušit";

/* nothing */
"Accept" = "Přijmout";

/* nothing */
"Resume" = "Pokračovat";

/* nothing */
"Open Folder..." = "Otevřít adresář";

/* nothing */
"XChat: DCC Chat List" = "XChat: Seznam DCC Chat";

/* nothing */
"Recv" = "Přijmuto";

/* nothing */
"Sent" = "Odesláno";

/* nothing */
"Start Time" = "Čas";

/* nothing */
"*NEW*" = "*NOVÉ*";

/* nothing */
"EDIT ME" = "UPRAV MĚ";

/* nothing */
"Name" = "JMÉNO";

/* nothing */
"Command" = "Příkaz";

/* nothing */
"Move Up" = "Posun nahoru";

/* nothing */
"Move Dn" = "Posun dolů";

/* nothing */
"Cancel" = "Zrušit";

/* nothing */
"Save" = "Uložit";

/* nothing */
"Add New" = "Přidat nové";

/* nothing */
"Delete" = "Smazat";

/* nothing */
"Sort" = "Setřídit";

/* nothing */
"Help" = "Nápověda";

/* nothing */
"Don't auto connect to servers" = "Nepřipojovat se automaticky k serverům";

/* nothing */
"Use a different config directory" = "Použít jiný konfigurační adresář";

/* nothing */
"Don't auto load any plugins" = "Nenačítat automaticky žádné pluginy";

/* nothing */
"Show plugin auto-load directory" = "Zobrazit adresář s automaticky načtenými pluginy";

/* nothing */
"Show user config directory" = "Zobrazit uživatelský konfigurační adresář";

/* nothing */
"Open an irc://server:port/channel URL" = "Otevřít URL irc://server:port/channel";

/* nothing */
"Open URL in an existing XChat" = "Otevře URL ve stávajícím XChatu";

/* nothing */
"Begin minimized. Level 0=Normal 1=Iconified 2=Tray" = "Spustit minimalizované. Úroveň 0=Normální 1=Ikona 2=Oznamovací oblast";

/* nothing */
"level" = "úroveň";

/* nothing */
"Show version information" = "Zobrazit informace o verzi";

/* nothing */
"Failed to open font:\n\n%s" = "Chyba při otvírání písma:\n\n%s";

/* nothing */
"Search buffer is empty.\n" = "Zjistit zda je buffer prázdný.\n";

/* nothing */
"%d bytes" = "%d bytů";

/* nothing */
"Network send queue: %d bytes" = "Po síti posláno: %d bytů";

/* nothing */
"The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \\n characters in Data 1 are used to deliminate seperate commands so it is possible to run more than one command. If you want a \\ in the actual text run then enter \\\\" = "Příkaz Spusit spustí data v Data 1 tak, jako by byla zadána do vstupního pole, tam kde jste stiskli klíčovou sekvenci. Z tohoto důvodu může obsahovat text (který bude poslán na kanál nebo člověku), příkazy a uživatelské příkazy. Jakmile to spustíte, všechny znaky \\n v Data 1 jsou použity pro oddělení příkazů, takže je možné spustit více jak jeden příkaz. Pokud chcete \\ v aktuálním textu, pak zadejte \\\\";

/* nothing */
"The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position" = "Změna Stránky - příkazy pro přepínání mezi stránkami v záložkách. Nastavte Data 1 na stránku na kterou se chcete přepnout. Pokud je Data 2 nastavena na nějakou hodnotu, přepnutí bude relativní a bude se vztahovat k aktuální pozici";

/* nothing */
"The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position" = "Příkaz pro vkládání do bufferu - vloží obsah Data 1 do položky, kde byla stisknuta klíčová sekvence. Vloží to na místo aktuální pozice kurzoru";

/* nothing */
"The Scroll Page command scrolls the text widget up or down one page or one line. Set Data 1 to either Up, Down, +1 or -1." = "Příkaz pro posun stránky - pohybuje textovým polem nahoru a dolů nebo po řádku. Nastavte Data 1 buď na nahoru, dolů, +1 nebo -1.";

/* nothing */
"The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1" = "Příkaz nastavení bufferu - nastaví položku, kde byla zadána řídící sekvence na obsah Data 1";

/* nothing */
"The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell" = "Příkaz pro poslední příkaz nastaví položku na obsah posledního příkazu, který jsme zadali. Toho docílíme stiskem klávesy nahoru v shellu.";

/* nothing */
"The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell" = "Příkaz další nastaví položku na obsah dalšího příkazu, který jsme zadali. Toho docílíme stiskem klávesy dolů v shellu";

/* nothing */
"This command changes the text in the entry to finish an incomplete nickname or command. If Data 1 is set then double-tabbing in a string will select the last nick, not the next" = "Tento příkaz změní text a provede jeho kompletaci z původně neúplné přezdívky nebo příkazu. Pokud jsou Data 1 nastavena, můžeme stisknout Tabulátor a vybrat nick.";

/* nothing */
"This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down" = "Tento příkaz umožní pohyb nahoru a dolů v seznamu přezdívek. Pokud jsou Data 1na něco nastavena, bude se pohybovat nahoru, jinak to bude dolů";

/* nothing */
"This command checks the last word entered in the entry against the replace list and replaces it if it finds a match" = "Tento příkaz zkontroluje poslední zadané slovo ve vstupním poli proti seznamu náhrad a nahradí ho, pokud najde odpovídající náhradu";

/* nothing */
"This command moves the front tab left by one" = "Tento příkaz přesune otevřenou záložku o jednu doleva";

/* nothing */
"This command moves the front tab right by one" = "Tento příkaz přesune otevřenou záložku o jednu doprava";

/* nothing */
"This command moves the current tab family to the left" = "Tento příkaz přesune aktuální rodinu záložek doleva";

/* nothing */
"This command moves the current tab family to the right" = "Tento příkaz přesune aktuální rodinu záložek doprava";

/* nothing */
"Push input line into history but doesn't send to server" = "Přesune vstupní řádek do historie, ale nepošle ho na server";

/* nothing */
"There was an error loading key bindings configuration" = "Při načítání konfigurace klávesových zkratek došlo k chybě";

/* nothing */
"<none>" = "<žádný>";

/* nothing */
"Mod" = "Mód";

/* nothing */
"Key" = "Klíč";

/* nothing */
"Action" = "Akce";

/* nothing */
"XChat: Keyboard Shortcuts" = "XChat: Klávesové zkratky";

/* nothing */
"Shift" = "Shift";

/* nothing */
"Alt" = "Alt";

/* nothing */
"Ctrl" = "Ctrl";

/* nothing */
"Data 1" = "Data 1";

/* nothing */
"Data 2" = "Data 2";

/* nothing */
"Error opening keys config file\n" = "Chyba při načítání konfigurace kláves\n";

/* nothing */
"Unknown keyname %s in key bindings config file\nLoad aborted, please fix %s/keybindings.conf\n" = "Chybný název klávesy %s v konfiguračním souboru\nNačítání zrušeno, opravte prosím %s/keybindings.conf\n";

/* nothing */
"Unknown action %s in key bindings config file\nLoad aborted, Please fix %s/keybindings\n" = "Neznámá akce %s kláves v konfiguračním souboru\nNačítání zrušeno, opravte prosím %s/keybindings\n";

/* nothing */
"Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nLoad aborted, Please fix %s/keybindings\n" = "Očekávám datový řádek (beginning Dx{:|!}) ale našel jsem:\n%s\n\nNačítání zrušeno, opravte prosím %s/keybindings\n";

/* nothing */
"Key bindings config file is corrupt, load aborted\nPlease fix %s/keybindings.conf\n" = "Konfigurační soubor s přiřazením kláves je poškozen, načítání zrušeno\nOpravte prosím %s/keybindings\n";

/* nothing */
"Cannot write to that file." = "Nemohu do tohoto souboru zapisovat.";

/* nothing */
"Cannot read that file." = "Nemohu z tohoto souboru číst.";

/* nothing */
"That mask already exists." = "Maska již existuje.";

/* nothing */
"Private" = "Důvěrné";

/* nothing */
"Notice" = "Poznámka";

/* nothing */
"CTCP" = "CTCP";

/* nothing */
"DCC" = "DCC";

/* nothing */
"Invite" = "Pozvat";

/* nothing */
"Unignore" = "Zrušit ignoraci";

/* nothing */
"Enter mask to ignore:" = "Zadejte masku pro ignorování:";

/* nothing */
"XChat: Ignore list" = "XChat: Seznam ignorovaných";

/* nothing */
"Ignore Stats:" = "Stav ignorování:";

/* nothing */
"Channel:" = "Kanál:";

/* nothing */
"Private:" = "Důvěrné:";

/* nothing */
"Notice:" = "Poznámka:";

/* nothing */
"CTCP:" = "CTCP:";

/* nothing */
"Invite:" = "Pozvat:";

/* nothing */
"Add..." = "Přidat...";

/* nothing */
"Channel name too short, try again." = "Název kanálu je příliš krátký, zkuste to znovu.";

/* nothing */
"XChat: Connection Complete" = "XChat: Dokončení připojení";

/* nothing */
"Connection to %s complete." = "Připojení k %s je hotovo.";

/* nothing */
"In the Server-List window, no channel (chat room) has been entered to be automatically joined for this network." = "V okně se seznamem serverů, ne kanálů (místnost chat) bylo zadáno automatické připojení k této síti.";

/* nothing */
"What would you like to do next?" = "Přejete si provést další?";

/* nothing */
"_Nothing, I'll join a channel later." = "_Ne, ke kanálu se připojím později.";

/* nothing */
"_Join this channel:" = "_Připojit se k tomuto kanálu:";

/* nothing */
"If you know the name of the channel you want to join, enter it here." = "Pokud víte jméno kanálu, kte kterému se chcete připojit, pak ho zde zadejte.";

/* nothing */
"O_pen the Channel-List window." = "O_tevřít seznam kanálů.";

/* nothing */
"Retrieving the Channel-List may take a minute or two." = "Získávám seznam kanálů, to může chvíli trvat.";

/* nothing */
"_Always show this dialog after connecting." = "_Vždy zobrait tento dialog po požipojení.";

/* nothing */
"Dialog with" = "Dialog k";

/* nothing */
"Topic for %s is: %s" = "Téma pro %s je: %s";

/* nothing */
"No topic is set" = "Žádné téma není nastaveno";

/* nothing */
"This server still has %d channels or dialogs associated with it. Close them all?" = "Tento server má s tím asociováno %d kanálů nebo dialogů. Zavřít všechny?";

/* nothing */
"Quit XChat?" = "Ukončit XChat?";

/* nothing */
"Don't ask next time." = "Příště se neptat.";

/* nothing */
"You are connected to %i IRC networks." = "Jste připojen k %i sítím IRC.";

/* nothing */
"Are you sure you want to quit?" = "Určitě chcete skončit?";

/* nothing */
"Some file transfers are still active." = "Některé přenosy souborů jsou stále aktivní.";

/* nothing */
"_Minimize to Tray" = "_Schovat do ikony";

/* nothing */
"Insert Attribute or Color Code" = "Vložit atributy nebo barvy";

/* nothing */
"<b>Bold</b>" = "<b>Tučně</b>";

/* nothing */
"<u>Underline</u>" = "<u>Podtrženo</u>";

/* nothing */
"Normal" = "Normální";

/* nothing */
"Colors 0-7" = "Barvy 0-7";

/* nothing */
"Colors 8-15" = "Barvy 8-15";

/* nothing */
"Beep on message" = "Zazvonit při zprávě";

/* nothing */
"Blink tray on message" = "Zablikat při zprávě";

/* nothing */
"Show join/part messages" = "Zobrazit zprávu o příhlášní/odchodu";

/* nothing */
"Color paste" = "Vkládání barev";

/* nothing */
"_Close Tab" = "_Zavřít záložku";

/* nothing */
"_Detach Tab" = "_Odpojit Záložku";

/* nothing */
"User limit must be a number!\n" = "Uživatelský limit musí být číslo!\n";

/* nothing */
"Topic Protection" = "Ochrana tématu";

/* nothing */
"No outside messages" = "Žádné zprávy zvenku";

/* nothing */
"Secret" = "Tajné";

/* nothing */
"Invite Only" = "Pouze pozvat";

/* nothing */
"Moderated" = "Moderováno";

/* nothing */
"Ban List" = "Seznam vypovězených";

/* nothing */
"Keyword" = "Klíčové slovo";

/* nothing */
"User Limit" = "Uživatelský limit";

/* nothing */
"Show/Hide userlist" = "Zobrazit/skrýt seznam uživatelů";

/* nothing */
"Unable to set transparent background!\n\nYou may be using a non-compliant window\nmanager that is not currently supported.\n" = "Nemohu nastavit transparentní pozadí!\n\nMožná používáte nějaký netypický okenní\nmazažer, který není v současné době podporován.\n";

/* nothing */
"Enter new nickname:" = "Zadejte novou přezdívku:";

/* nothing */
"Host unknown" = "Počítač není znám";

/* nothing */
"<tt><b>%-11s</b></tt> %s" = "<tt><b>%-11s</b></tt> %s";

/* nothing */
"Real Name:" = "Skutečné jméno:";

/* nothing */
"User:" = "Uživatel:";

/* nothing */
"Country:" = "Země:";

/* nothing */
"Server:" = "Server:";

/* nothing */
"Away Msg:" = "Zpráva pryč:";

/* nothing */
"%u minutes ago" = "před %u minutami";

/* nothing */
"Last Msg:" = "Poslední zpráva:";

/* nothing */
"The Menubar is now hidden. You can show it again by pressing F9 or right-clicking in a blank part of the main text area." = "Panel s menu je nyní skrytý. Můžete ho opět zobrazit pomocí stisku klávesy F9 nebo kliknutím pravého tlačítka myši na prázdnou plochu hlavního textového pole.";

/* nothing */
"Open Link in Browser" = "Otevřít odkaz v prohlížeči";

/* nothing */
"Copy Selected Link" = "Kopírovat vybraný odkaz";

/* nothing */
"Join Channel" = "Připojit se ke kanálu";

/* nothing */
"Part Channel" = "Opustit kanál";

/* nothing */
"Cycle Channel" = "Otočit kanál";

/* nothing */
"XChat: User menu" = "X-Chat: Uživatelské menu";

/* nothing */
"Edit This Menu..." = "Upravit toto menu...";

/* nothing */
"Retrieve channel list..." = "Získat seznam kanálů...";

/* nothing */
"User Commands - Special codes:\n\n%c  =  current channel\n%e  =  current network name\n%m  =  machine info\n%n  =  your nick\n%t  =  time/date\n%v  =  xchat version\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\neg:\n/cmd john hello\n\n%2 would be \"john\"\n&2 would be \"john hello\"." = "Uživatelské příkazy - Speciální kódy:\n\n%c  =  aktuální kanál\n%e  =  jméno aktuální sítě\n%m  =  informace o počítači\n%n  =  váš nick\n%t  =  čas/datum\n%v  =  verze xchatu\n%2  =  slovo 2\n%3  =  slovo 3\n&2  =  slovo 2 do konce řádku\n&3  =  slovo 3 do konce řádku\n\nnapř:\n/cmd honza ahoj\n\n%2 bude \"honza\"\n&2 bude \"honza ahoj\".";

/* nothing */
"Userlist Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Uživatelská tlačítka - Speciální kódy:\n\n%a  =  všechny vybrané přezdívky\n%c  =  aktuální kanál\n%e  =  jméno aktuální sítě\n%h  =  vybrat hostitelský název přezdívky\n%m  =  informace o počítači\n%n  =  váš nick\n%s  =  vybraný nick\n%t  =  čas/datum\n";

/* nothing */
"Dialog Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Dialogová tlačítka - Speciální kódy:\n\n%a  =  všechny zvolené přezdívky\n%c  =  aktuální kanál\n%e  =  jméno aktuální sítě\n%h  =  zvloený hostitelský název nicku\n%m  =  informace o počítači\n%n  =  váš nick\n%s  =  zvolený nick\n%t  =  čas/datum\n";

/* nothing */
"CTCP Replies - Special codes:\n\n%d  =  data (the whole ctcp)\n%e  =  current network name\n%m  =  machine info\n%s  =  nick who sent the ctcp\n%t  =  time/date\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\n" = "Odpovědi CTCP - Speciální kódy:\n\n%d  =  data (kompletní ctcp)\n%e  =  jméno aktuální sítě\n%m  =  informace o počítači\n%s  =  nick, který poslal ctcp\n%t  =  čas/datum\n%2  =  slovo 2\n%3  =  slovo 3\n&2  =  slovo 2 do konce řádku\n&3  =  slovo 3 do konce řádku\n\n";

/* nothing */
"URL Handlers - Special codes:\n\n%s  =  the URL string\n\nPutting a ! infront of the command\nindicates it should be sent to a\nshell instead of XChat" = "Obsluhy URL - Speciální kódy:\n\n%s  =  řetězec URL\n\nPřidání ! na začátek příkazu symbolizuje,\nže to chcete poslat shellu namísto\nXChatu";

/* nothing */
"XChat: User Defined Commands" = "X-Chat: Uživatelem definované příkazy";

/* nothing */
"XChat: Userlist Popup menu" = "XChat: Menu se seznamem uživatelů";

/* nothing */
"Replace with" = "Nahradit s";

/* nothing */
"XChat: Replace" = "X-Chat: Nahrazení";

/* nothing */
"XChat: URL Handlers" = "XChat: Obsluhy URL";

/* nothing */
"XChat: Userlist buttons" = "XChat: Tlačítka uživatelského seznamu";

/* nothing */
"XChat: Dialog buttons" = "XChat: Dialogová tlačítka";

/* nothing */
"XChat: CTCP Replies" = "XChat: Odpovědi CTCP";

/* nothing */
"_XChat" = "_XChat";

/* nothing */
"Network Li_st..." = "Se_znam sítí...";

/* nothing */
"_New" = "_Nový";

/* nothing */
"Server Tab..." = "Záložka serveru...";

/* nothing */
"Channel Tab..." = "Záložka kanálu";

/* nothing */
"Server Window..." = "Okno serveru...";

/* nothing */
"Channel Window..." = "Okno kanálu...";

/* nothing */
"_Load Plugin or Script..." = "_Nahrát plugin nebo skript...";

/* nothing */
"_Quit" = "_Konec";

/* nothing */
"_View" = "Z_obrazit";

/* nothing */
"_Menu Bar" = "Panel _menu";

/* nothing */
"_Topic Bar" = "Panel _téma";

/* nothing */
"_User List" = "Seznam _uživatelů";

/* nothing */
"U_serlist Buttons" = "_Tlačítka seznamu uživatelů";

/* nothing */
"M_ode Buttons" = "T_lačítka módů";

/* nothing */
"_Channel Switcher" = "_Přepínač kanálu";

/* nothing */
"_Tabs" = "_Záložky";

/* nothing */
"T_ree" = "Stro_m";

/* nothing */
"_Network Meters" = "_Měření sítě";

/* nothing */
"Off" = "Vypnuto";

/* nothing */
"Graph" = "Graf";

/* nothing */
"_Server" = "_Server";

/* nothing */
"_Disconnect" = "_Odpojit";

/* nothing */
"_Reconnect" = "_Znovu připojit";

/* nothing */
"Marked Away" = "Jsem pryč (AWAY)";

/* nothing */
"_Usermenu" = "_Uživatelské menu";

/* nothing */
"S_ettings" = "Nas_tavení";

/* nothing */
"_Preferences" = "_Předvolby";

/* nothing */
"Advanced" = "Pokročilá nastavení";

/* nothing */
"Auto Replace..." = "Automaticky nahradit...";

/* nothing */
"CTCP Replies..." = "CTCP odpovědi...";

/* nothing */
"Dialog Buttons..." = "Dialogová tlačítka...";

/* nothing */
"Keyboard Shortcuts..." = "Klávesové zkratky...";

/* nothing */
"Text Events..." = "Textové události...";

/* nothing */
"URL Handlers..." = "Obsluhy URL adres...";

/* nothing */
"User Commands..." = "Uživatelské příkazy...";

/* nothing */
"Userlist Buttons..." = "Tlačítka seznamu uživatelů...";

/* nothing */
"Userlist Popup..." = "Okna seznamu uživatelů...";

/* nothing */
"_Window" = "_Okno";

/* nothing */
"Ban List..." = "Seznam banů...";

/* nothing */
"Channel List..." = "Seznam kanálů...";

/* nothing */
"Character Chart..." = "Graf...";

/* nothing */
"Direct Chat..." = "Přímý rozhovor...";

/* nothing */
"File Transfers..." = "Přenosy souboru...";

/* nothing */
"Ignore List..." = "Seznam ignorovaných...";

/* nothing */
"Notify List..." = "Seznam oznámení...";

/* nothing */
"Plugins and Scripts..." = "Pluginy a skripty...";

/* nothing */
"Raw Log..." = "Surový záznam...";

/* nothing */
"URL Grabber..." = "Lapač URL...";

/* nothing */
"Reset Marker Line" = "Resetovat označený řádek";

/* nothing */
"C_lear Text" = "_Smazat text";

/* nothing */
"Search Text..." = "Hledat text...";

/* nothing */
"Save Text..." = "Uložit text...";

/* nothing */
"_Help" = "_Nápověda";

/* nothing */
"_Contents" = "_Obsah";

/* nothing */
"_About" = "_O programu";

/* nothing */
"_Attach Window" = "_Připojit okno";

/* nothing */
"_Close Window" = "_Zavřít okno";

/* nothing */
"User" = "Uživatel";

/* nothing */
"Last Seen" = "Naposledy viděn";

/* nothing */
"Offline" = "Offline";

/* nothing */
"Never" = "Nikdy";

/* nothing */
"%d minutes ago" = "před %d minutami";

/* nothing */
"Online" = "Online";

/* nothing */
"Enter nickname to add:" = "Zadejte přezdívku pro přidání:";

/* nothing */
"Notify on these networks:" = "Oznámit na těchto sítích:";

/* nothing */
"Comma separated list of networks is accepted." = "Čárkou oddělený seznam zvolených sítí.";

/* nothing */
"XChat: Notify List" = "XChat: Seznam upozornění";

/* nothing */
"Open Dialog" = "Otevřít dialog";

/* nothing */
"Cannot find 'notify-send' to open balloon alerts.\nPlease install libnotify." = "Nemohu nalézt 'notify-send' pro zobrazení upozornění.\nNainstalujte prosím libnotify.";

/* nothing */
"XChat: Connected to %u networks and %u channels" = "XChat: Připojen k %u sítím a %u kanálům";

/* nothing */
"_Restore" = "_Obnovit";

/* nothing */
"_Hide" = "_Skrýt";

/* nothing */
"_Blink on" = "_Zablikat při";

/* nothing */
"Channel Message" = "Zpráva kanálu";

/* nothing */
"Private Message" = "Soukromá zpráva";

/* nothing */
"Highlighted Message" = "Zvýrazněná zpráva";

/* nothing */
"XChat: Highlighted message from: %s (%s)" = "XChat: Zvýrazněná zpráva od: %s (%s)";

/* nothing */
"XChat: %u highlighted messages, latest from: %s (%s)" = "XChat: %u zvýrazněných zpráv, poslední od: %s (%s)";

/* nothing */
"XChat: New public message from: %s (%s)" = "XChat: Nová veřejná zpráva od: %s (%s)";

/* nothing */
"XChat: %u new public messages." = "XChat: %u nových veřejných zpráv.";

/* nothing */
"XChat: Private message from: %s (%s)" = "XChat: Soukromá zpráva od: %s (%s)";

/* nothing */
"XChat: %u private messages, latest from: %s (%s)" = "XChat: %u soukromých zpráv, poslední od: %s (%s)";

/* nothing */
"XChat: File offer from: %s (%s)" = "XChat: Nabídka souboru od: %s (%s)";

/* nothing */
"XChat: %u file offers, latest from: %s (%s)" = "XChat: %u nabídnutých souborů, poslední od: %s (%s)";

/* nothing */
"Description" = "Popis";

/* nothing */
"Select a Plugin or Script to load" = "Zvolit plugin nebo skript pro načtení";

/* nothing */
"XChat: Plugins and Scripts" = "XChat: Pluginy a skripty";

/* nothing */
"_Load..." = "_Načíst...";

/* nothing */
"_UnLoad" = "_Uvolnit";

/* nothing */
"_Close" = "_Zavřít";

/* nothing */
"Save As..." = "Uložit jako...";

/* nothing */
"XChat: Rawlog (%s)" = "XChat: Rawlog (%s)";

/* nothing */
"Clear rawlog" = "Smazat rawlog";

/* nothing */
"The window you opened this Search for doesn't exist anymore." = "Okno, které jste otevřeli více neexistuje.";

/* nothing */
"Search hit end, not found." = "Nebylo nic nalezeno.";

/* nothing */
"XChat: Search" = "XChat: Vyhledávání";

/* nothing */
"_Match case" = "_Velikost písma";

/* nothing */
"Search _backwards" = "Hledat _zpětně";

/* nothing */
"_Find" = "_Najít";

/* nothing */
"New Network" = "Nová síť";

/* nothing */
"Really remove network \"%s\" and all its servers?" = "Skutečně chcete odstranit síť \"%s\" a všechny servery, které obsahuje?";

/* nothing */
"User name and Real name cannot be left blank." = "Uživatelské jméno a skutečné jméno nemohou být prázdná políčka.";

/* nothing */
"XChat: Edit %s" = "XChat: Upravit %s";

/* nothing */
"Servers for %s" = "Servery pro %s";

/* nothing */
"Connect to selected server only" = "Připojit pouze k vybraným serverům";

/* nothing */
"Don't cycle through all the servers when the connection fails." = "Neopakovat znovu všechny servery, pokud selže připojení.";

/* nothing */
"Your Details" = "Vaše detaily";

/* nothing */
"Use global user information" = "Použít globální informace o uživateli";

/* nothing */
"_Nick name:" = "_Přezdívka:";

/* nothing */
"Second choice:" = "Druhá volba:";

/* nothing */
"_User name:" = "_Uživatelské jméno:";

/* nothing */
"Rea_l name:" = "_Skutečné jméno:";

/* nothing */
"Connecting" = "Připojuji";

/* nothing */
"Auto connect to this network at startup" = "Automaticky připojit ke zvolené síti při startu";

/* nothing */
"Use a proxy server" = "Použít server proxy";

/* nothing */
"Use SSL for all the servers on this network" = "Použít SSL pro všechny servery v této síti";

/* nothing */
"Accept invalid SSL certificate" = "Přijmout neplatné certifikáty SSL";

/* nothing */
"C_hannels to join:" = "_Připojit se ke kanálům:";

/* nothing */
"Channels to join, separated by commas, but not spaces!" = "Kanály, ke kterým se připojit, jsou odděleny čárkami, ne mezerami!";

/* nothing */
"Connect command:" = "Příkaz po připojení:";

/* nothing */
"Extra command to execute after connecting. If you need more than one, set this to LOAD -e <filename>, where <filename> is a text-file full of commands to execute." = "Extra příkaz, který se provede po připojení. Pokud chcete zadat více jak jeden příkaz, nastavte ho na LOAD -e <jmenosouboru>, kde <jmenosouboru> je textový soubor s příkazy, které je potřeba vykonat.";

/* nothing */
"Nickserv password:" = "Heslo pro nickserv:";

/* nothing */
"If your nickname requires a password, enter it here. Not all IRC networks support this." = "Pokud váš nick vyžaduje heslo, zadejte ho zde. Tato možnost není podporována všemi sítěmi IRC.";

/* nothing */
"Server password:" = "Heslo:";

/* nothing */
"Password for the server, if in doubt, leave blank." = "Heslo pro server, pokud si nejste jistí, nechte prázdné.";

/* nothing */
"Character set:" = "Znaková sada:";

/* nothing */
"_Edit" = "_Editovat";

/* nothing */
"XChat: Network List" = "XChat: Seznam sítí";

/* nothing */
"User Information" = "Uživatelské informace";

/* nothing */
"Third choice:" = "Třetí volba:";

/* nothing */
"Networks" = "Sítě";

/* nothing */
"Skip network list on startup" = "Přeskočit seznam serverů při startu";

/* nothing */
"_Edit..." = "_Editovat...";

/* nothing */
"_Sort" = "_Setřídit";

/* nothing */
"Sorts the network list in alphabetical order. Use SHIFT-UP and SHIFT-DOWN keys to move a row." = "Seřadí seznam sítí podle abecedy. Pro posun použijte klávesy SHIFT-NAHORU a SHIFT-DOLŮ.";

/* nothing */
"C_onnect" = "_Připojení";

/* nothing */
"Text Box Appearance" = "Vzhled textového pole";

/* nothing */
"Font:" = "Písmo:";

/* nothing */
"Background image:" = "Obrázek na pozadí:";

/* nothing */
"Scrollback lines:" = "Posuvníky:";

/* nothing */
"Colored nick names" = "Barevné přezdívky";

/* nothing */
"Give each person on IRC a different color" = "Přiřadí každému člověku na IRC jinou barvu";

/* nothing */
"Indent nick names" = "Odsazovat přezdívky";

/* nothing */
"Make nick names right-justified" = "Zarovnávat přezdívky vpravo";

/* nothing */
"Transparent background" = "Transparentní pozadí";

/* nothing */
"Show marker line" = "Zobrazit dělící čáru";

/* nothing */
"Insert a red line after the last read text." = "Vloží červenou čáru za poslední řádek textu.";

/* nothing */
"Transparency Settings" = "Nastavení průhlednosti";

/* nothing */
"Red:" = "Červená:";

/* nothing */
"Green:" = "Zelená:";

/* nothing */
"Blue:" = "Modrá:";

/* nothing */
"Time Stamps" = "Časové značky";

/* nothing */
"Enable time stamps" = "Povolit časové značky";

/* nothing */
"Time stamp format:" = "Formát časových značek:";

/* nothing */
"See strftime manpage for details." = "Pro další detaily se podívejte na manuálovou stránku strftime.";

/* nothing */
"A-Z" = "A-Z";

/* nothing */
"Last-spoke order" = "Poslední řečené pořadí";

/* nothing */
"Input box" = "Vstupní pole";

/* nothing */
"Use the Text box font and colors" = "Použít v textu písmo a barvy";

/* nothing */
"Spell checking" = "Kontrola pravopisu";

/* nothing */
"Nick Completion" = "Dokončování přezdívky";

/* nothing */
"Automatic nick completion (without TAB key)" = "Automatické dokončování přezdívky (bez klávesy TAB)";

/* nothing */
"Nick completion suffix:" = "Přípona dokončení přezdívky:";

/* nothing */
"Nick completion sorted:" = "Dokončování přezdívky setříděno:";

/* nothing */
"Input Box Codes" = "Vstupní box s kódy";

/* nothing */
"Interpret %nnn as an ASCII value" = "Interpretuje %nnn jako hodnoty ASCII";

/* nothing */
"Interpret %C, %B as Color, Bold etc" = "Interpretuje %C, %B jako barvu, tučně atd";

/* nothing */
"A-Z, Ops first" = "A-Z, Op je první";

/* nothing */
"Z-A, Ops last" = "Z-a, Op je poslední";

/* nothing */
"Z-A" = "Z-A";

/* nothing */
"Unsorted" = "Netřídit";

/* nothing */
"Left (Upper)" = "Levý (Horní)";

/* nothing */
"Left (Lower)" = "Levý (Dolní)";

/* nothing */
"Right (Upper)" = "Pravý (horní)";

/* nothing */
"Right (Lower)" = "Pravý (Dolní)";

/* nothing */
"Top" = "Nahoře";

/* nothing */
"Bottom" = "Dole";

/* nothing */
"Hidden" = "Skryté";

/* nothing */
"User List" = "Seznam uživatelů";

/* nothing */
"Show hostnames in user list" = "Zobrazit hostitelské názvy v seznamu uživatelů";

/* nothing */
"User list sorted by:" = "Seznam uživatelů setříděný podle:";

/* nothing */
"Show user list at:" = "Zobrazit seznam uživatelů:";

/* nothing */
"Away tracking" = "Sledování away";

/* nothing */
"Track the Away status of users and mark them in a different color" = "Sleduje stav away (pryč) uživatelů a označuje je jinou barvou";

/* nothing */
"On channels smaller than:" = "Na kanálech menších jak:";

/* nothing */
"Action Upon Double Click" = "Akce při dvojkliku";

/* nothing */
"Execute command:" = "Vykonat příkaz";

/* nothing */
"Windows" = "Okna";

/* nothing */
"Tabs" = "Záložky";

/* nothing */
"Always" = "Vždy";

/* nothing */
"Only requested tabs" = "Pouze požadované záložky";

/* nothing */
"Tree" = "Stro_m";

/* nothing */
"Switcher type:" = "Typ hledání:";

/* nothing */
"Open an extra tab for server messages" = "Otevřít speciální záložku pro zprávy serveru";

/* nothing */
"Open an extra tab for server notices" = "Otevřít speciální záložku pro oznámení serveru";

/* nothing */
"Open a new tab when you receive a private message" = "Otevřít novou záložku jakmile přijde soukromá zpráva";

/* nothing */
"Sort tabs in alphabetical order" = "Třídit záložky v abecedním pořadí";

/* nothing */
"Small tabs" = "Malé záložky";

/* nothing */
"Focus new tabs:" = "Zaměřit se na nové záložky:";

/* nothing */
"Show channel switcher at:" = "Zobrazit přepínač kanálu:";

/* nothing */
"Shorten tab labels to:" = "Zkrácené popisky záložek na:";

/* nothing */
"letters." = "znaky.";

/* nothing */
"Tabs or Windows" = "Záložky nebo okna";

/* nothing */
"Open channels in:" = "Otevřít kanály v:";

/* nothing */
"Open dialogs in:" = "Otevřít dialogy v:";

/* nothing */
"Open utilities in:" = "Otevřít utility v:";

/* nothing */
"Open DCC, Ignore, Notify etc, in tabs or windows?" = "Otevřít DCC, ignorace, oznámení, atd. v záložkách nebo oknech?";

/* nothing */
"No" = "Ne";

/* nothing */
"Yes" = "Yes";

/* nothing */
"Browse for save folder every time" = "Projít vždy dialogem uložení";

/* nothing */
"Files and Directories" = "Soubory a adresáře";

/* nothing */
"Auto accept file offers:" = "Automaticky přijmout nabídku souboru:";

/* nothing */
"Download files to:" = "Stáhnout soubory do:";

/* nothing */
"Move completed files to:" = "Přesunout kompletní soubory do:";

/* nothing */
"Save nick name in filenames" = "Uložit přezdívku ve jméně souborů";

/* nothing */
"Network Settings" = "Nastavení sítě";

/* nothing */
"Get my address from the IRC server" = "Vzít moji adresu ze serveru IRC";

/* nothing */
"Asks the IRC server for your real address. Use this if you have a 192.168.*.* address!" = "Zeptat se IRC serveru na skutečnou adresu. Použít tuto pokud máte nějakou 192.168.*.*!";

/* nothing */
"DCC IP address:" = "DCC IP adresa:";

/* nothing */
"Claim you are at this address when offering files." = "V okamžiku nabízení souboru tvrdit, že máte tuto adresu.";

/* nothing */
"First DCC send port:" = "První port pro odesílání DCC:";

/* nothing */
"Last DCC send port:" = "Poslední port pro odesílání DCC:";

/* nothing */
"!Leave ports at zero for full range." = "!Nechat porty na nule pro nulové rozmezí.";

/* nothing */
"Maximum File Transfer Speeds (bytes per second)" = "Maximální rychlost přenosu souboru (bytů za sekundu)";

/* nothing */
"One upload:" = "Jeden upload:";

/* nothing */
"Maximum speed for one transfer" = "Maximální rychlost jednoho přenosu";

/* nothing */
"One download:" = "Jeden download:";

/* nothing */
"All uploads combined:" = "Kombinace všech uploadů:";

/* nothing */
"Maximum speed for all files" = "Maximální rychlost pro všechny soubory";

/* nothing */
"All downloads combined:" = "Kombinace všech downloadů:";

/* nothing */
"Alerts" = "Upozornění";

/* nothing */
"Show tray balloons on:" = "Zobrazit upozornění oznamovací ikony při:";

/* nothing */
"Blink tray icon on:" = "Zablikat oznamovací ikonou při:";

/* nothing */
"Blink task bar on:" = "Zablikat pruhem úlohy při:";

/* nothing */
"Make a beep sound on:" = "Vydat zvuk při:";

/* nothing */
"Enable system tray icon" = "Povolit ikonu panelu nástrojů";

/* nothing */
"Highlighted Messages" = "Zvýrazněné zprávy";

/* nothing */
"Highlighted messages are ones where your nickname is mentioned, but also:" = "Zvýrazněné zprávy jsou ty, kde je zmíněna vaše přezdívka a také:";

/* nothing */
"Extra words to highlight:" = "Další slova pro zvýraznění:";

/* nothing */
"Nick names not to highlight:" = "Přezdívky, které se nebudou zvýrazňovat:";

/* nothing */
"Nick names to always highlight:" = "Přezdívky, které se budou zvýrazňovat:";

/* nothing */
"Separate multiple words with commas." = "Více slov oddělte pomocí čárek.";

/* nothing */
"Default Messages" = "Výchozí zpráva";

/* nothing */
"Quit:" = "Konec:";

/* nothing */
"Leave channel:" = "Opuštění kanálu:";

/* nothing */
"Away:" = "Pryč";

/* nothing */
"Away" = "Away";

/* nothing */
"Announce away messages" = "Zasílat away (pryč) zprávy";

/* nothing */
"Announce your away messages to all channels" = "Zaslat away zprávu na kanál(y) k nimž jste připojeni";

/* nothing */
"Show away once" = "Zobrazovat away jednou";

/* nothing */
"Show identical away messages only once" = "Zobrazit identické zprávy away pouze jednou";

/* nothing */
"Automatically unmark away" = "Automaticky zrušit stav away";

/* nothing */
"Unmark yourself as away before sending messages" = "Zrušit stav away před odesláním zprávy";

/* nothing */
"Advanced Settings" = "Rozšířená nastavení";

/* nothing */
"Auto reconnect delay:" = "Zpoždění při opakovaném automatickém připojení:";

/* nothing */
"Display MODEs in raw form" = "Zobrazit módy v jejich podobě";

/* nothing */
"Whois on notify" = "Whois při oznámení";

/* nothing */
"Sends a /WHOIS when a user comes online in your notify list" = "Pošle /WHOIS jakmile přijde uživatel, který je na vašem seznamu upozornění";

/* nothing */
"Hide join and part messages" = "Skrývat zprávy o připojení a odchodu";

/* nothing */
"Hide channel join/part messages by default" = "Skryje zprávy kanálu o připojení/odchodu";

/* nothing */
"Auto Open DCC Windows" = "Automaticky otevřít okna DCC";

/* nothing */
"Send window" = "Poslat okno";

/* nothing */
"Receive window" = "Obdržet okno";

/* nothing */
"Chat window" = "Okno hovoru";

/* nothing */
"Logging" = "Přihlašování";

/* nothing */
"Enable logging of conversations" = "Povolí ukládání hovoru";

/* nothing */
"Log filename:" = "Jméno logu:";

/* nothing */
"%s=Server %c=Channel %n=Network." = "%s=Server %c=Kanál %n=Síť.";

/* nothing */
"Insert timestamps in logs" = "Přidat do logů časové značky";

/* nothing */
"Log timestamp format:" = "Formát časových značek v logu:";

/* nothing */
"(Disabled)" = "(Vypnuto)";

/* nothing */
"Wingate" = "Wingate";

/* nothing */
"Socks4" = "Socks4";

/* nothing */
"Socks5" = "Socks5";

/* nothing */
"HTTP" = "HTTP";

/* nothing */
"MS Proxy (ISA)" = "MS Proxy (ISA)";

/* nothing */
"All Connections" = "Všechna připojení";

/* nothing */
"IRC Server Only" = "Pouze servery IRC";

/* nothing */
"DCC Get Only" = "Pouze Příjem DCC";

/* nothing */
"Your Address" = "Vaše adresa";

/* nothing */
"Bind to:" = "Přiřadit k:";

/* nothing */
"Only useful for computers with multiple addresses." = "Užitečné pouze v případě počítačů s více adresami.";

/* nothing */
"Proxy Server" = "Proxy server";

/* nothing */
"Hostname:" = "Jméno počítače:";

/* nothing */
"Port:" = "Port:";

/* nothing */
"Type:" = "Typ:";

/* nothing */
"Use proxy for:" = "Použít proxy";

/* nothing */
"Proxy Authentication" = "Autentikace Proxy";

/* nothing */
"Use Authentication (MS Proxy, HTTP or Socks5 only)" = "Použít autentikaci (MS proxy, HTTP nebo Socks5 pouze)";

/* nothing */
"Use Authentication (HTTP or Socks5 only)" = "Použít autentikaci (HTTP nebo Socks5 pouze)";

/* nothing */
"Username:" = "Uživatelské jméno:";

/* nothing */
"Password:" = "Heslo:";

/* nothing */
"Select an Image File" = "Zvolit soubor s obrázkem";

/* nothing */
"Select Download Folder" = "Zvolit adresář pro stažení";

/* nothing */
"Select font" = "Výběr písma";

/* nothing */
"Browse..." = "Procházet...";

/* nothing */
"Mark identified users with:" = "Označit idetifikované uživatele s:";

/* nothing */
"Mark not-identified users with:" = "Označit neidentifikované uživatele s:";

/* nothing */
"Open Data Folder" = "Otevřít adresář s daty";

/* nothing */
"Select color" = "Výběr barvy";

/* nothing */
"Text Colors" = "Barvy textu";

/* nothing */
"mIRC colors:" = "barvy mIRC";

/* nothing */
"Local colors:" = "Místní barvy:";

/* nothing */
"Foreground:" = "Popředí:";

/* nothing */
"Background:" = "Pozadí:";

/* nothing */
"Marking Text" = "Text pro označení";

/* nothing */
"Interface Colors" = "Barvy rozhraní";

/* nothing */
"New data:" = "Nová data:";

/* nothing */
"Marker line:" = "Značící čára";

/* nothing */
"New message:" = "Nová zpráva:";

/* nothing */
"Away user:" = "Uživatel je pryč:";

/* nothing */
"Highlight:" = "Zvýraznění:";

/* nothing */
"Event" = "Událost";

/* nothing */
"Sound file" = "Soubor se zvukem";

/* nothing */
"Select a sound file" = "Zvolit soubor se zvukem";

/* nothing */
"Sound playing method:" = "Metoda přehrávání zvuku:";

/* nothing */
"External sound playing _program:" = "Externí _program pro přehrávání zvuku:";

/* nothing */
"_External program" = "_Externí program";

/* nothing */
"_Automatic" = "_Automaticky";

/* nothing */
"Sound files _directory:" = "Adresář pro zvuky:";

/* nothing */
"Sound file:" = "Zvukový soubor:";

/* nothing */
"_Browse..." = "_Procházet...";

/* nothing */
"_Play" = "Př_ehrát";

/* nothing */
"Interface" = "Uživatelské rozhraní";

/* nothing */
"Text box" = "Textové pole";

/* nothing */
"User list" = "Seznam uživatelů";

/* nothing */
"Channel switcher" = "Přepínač kanálu";

/* nothing */
"Colors" = "Barvy";

/* nothing */
"Chatting" = "Chatování";

/* nothing */
"General" = "Obecné";

/* nothing */
"Sound" = "Zvuky";

/* nothing */
"Network setup" = "Nastavení sítě";

/* nothing */
"File transfers" = "Přenosy souboru";

/* nothing */
"Categories" = "Kategorie";

/* nothing */
"You cannot place the tree on the top or bottom!\nPlease change to the <b>Tabs</b> layout in the <b>View</b> menu first." = "Strom není možné umístit nahoru nebo dospod!\nZměňte prosím nejprve rozložení <b>Záložek</b> v nabídce <b>Zobrazit</b>.";

/* nothing */
"Some settings were changed that require a restart to take full effect." = "Některá z nastavení, která byla změněna, vyžadují restart aplikace.";

/* nothing */
"*WARNING*\nAuto accepting DCC to your home directory\ncan be dangerous and is exploitable. Eg:\nSomeone could send you a .bash_profile" = "*UPOZORNĚNÍ*\nAutomatické přijmutí DCC do vašeho domovského adresáře\nmůže být nebezpečné a zneužitelné. Např.:\nNěkdo vám může poslat soubor .bash_profile";

/* nothing */
"XChat: Preferences" = "XChat: Nastavení";

/* nothing */
"There was an error parsing the string" = "Při zpracování textu došlo k chybě";

/* nothing */
"This signal is only passed %d args, $%d is invalid" = "Tento signál obsahoval pouze %d argumenty, $%d je neplatné";

/* nothing */
"Print Texts File" = "Tiskne textové soubory";

/* nothing */
"Edit Events" = "Editovat události";

/* nothing */
"$ Number" = "$ Počet";

/* nothing */
"Load From..." = "Nahrát z...";

/* nothing */
"Test All" = "Vyzkoušet všechny";

/* nothing */
"URL" = "URL";

/* nothing */
"XChat: URL Grabber" = "XChat: Grabování URL";

/* nothing */
"Clear list" = "Smazat seznam";

/* nothing */
"Copy selected URL" = "Kopírovat vybranou adresu URL";

/* nothing */
"Copy" = "Kopírovat";

/* nothing */
"Save list to a file" = "Uložit seznam do souboru";

/* nothing */
"%d ops, %d total" = "%d op, %d celkem";

